Repository: kingjullien/demo
Catalog: SBISCCMWeb/LanguageResources/CommonMessagesLang.*.resx
Languages: es, zh

# lblActiveDataQueue
source: Active Data Queue
es: Cola de datos activa
zh: 活动数据队列

# lblAllFiles
source: All Files
es: Todos los archivos
zh: 所有的文件

# lblAny
source: Any
es: Alguno
zh: 任何

# lblBenificiaryDetails
source: View Beneficiary Details
es: Ver detalles de Benificiary
zh: 查看受益人详细信息

# lblBrowse
source: Browse
es: Vistazo
zh: 浏览

# lblBusinessName
source: 00: Business Name
es: 00: Nombre comercial
zh: 00：商家名称

# lblCleanseMatch
source: Cleanse, Match & Enrichment
es: Limpieza, partido y enriquecimiento
zh: 净化，搭配和丰富

# lblCompany
source: Company
es: Empresa
zh: 公司

# lblCompanyTree
source: CompanyTree
zh: 公司树

# lblConfirm
source: Confirm
es: Confirmar
zh: 确认

# lblDifferent
source: F: Different
es: F: diferente
zh: F：不同

# lblDunBradstreet
source: Dun & Bradstreet
zh: 邓白氏

# lblEnrichment
source: Enrichment Only
es: Solo enriquecimiento
zh: 仅富集

# lblFalse
source: False
es: Falso
zh: 假

# lblFirmographics
source: Firmographics
es: Firmografía
zh: 固件

# lblMatchbook
source: Matchbook
zh: 火柴盒

# lblMatchOutput
source: Match Output
es: Salida de partido
zh: 匹配输出

# lblMissingInput
source: Z: Missing Input
es: Z: Falta entrada
zh: Z：缺少输入

# lblMyFiles
source: My Files
es: Mis archivos
zh: 我的文件

# lblNoData
source: X: No Data
es: X: sin datos
zh: X：无数据

# lblNone
source: None
es: Ninguno
zh: 没有

# lblOrbCleanseMatch
source: Orb Cleanse, Match & Enrichment
es: Orbe Cleanse, Match & Enrichment
zh: 宝珠净化，搭配和浓缩

# lblOrbEnrichment
source: Orb Enrichment Only
es: Solo enriquecimiento de orbes
zh: 仅球体浓缩

# lblOrbIntelligence
source: Orb Intelligence
zh: 宝珠智力

# lblOtherName
source: 01: Other Name
es: 01: Otro nombre
zh: 01：其他名称

# lblSame
source: A: Same
es: A: Lo mismo
zh: 答：相同

# lblSelectAcceptedBy
source: Select AcceptedBy
es: Seleccione aceptado por
zh: 选择已接受

# lblSelectApiLayer
source: Select Api Layer
es: Seleccione Api Layer
zh: 选择Api层

# lblSelectConfidenceCode
source: Select Confidence Code
es: Seleccionar código de confianza
zh: 选择信任码

# lblSelectCountry
source: Select Country
es: Seleccionar país
zh: 选择国家

# lblSelectCountryGroup
source: Select Country Group
es: Seleccionar grupo de países
zh: 选择国家组

# lblSelectImportProcess
source: Select Import Process
es: Seleccionar proceso de importación
zh: 选择导入过程

# lblSelectImportProcessOptional
source: Select Import Process (Optional)
es: Seleccionar proceso de importación (opcional)
zh: 选择导入过程（可选）

# lblSelectIndustry
source: Select Industry
es: Seleccione industria
zh: 选择行业

# lblSelectLanguage
source: Select Language
es: Seleccione el idioma
zh: 选择语言

# lblSelectLOBTag
source: Select LOB Tag
es: Seleccionar etiqueta de LOB
zh: 选择LOB标签

# lblSelectLOBTagOptional
source: Select LOB Tag (Optional)
es: Seleccionar etiqueta de LOB (opcional)
zh: 选择LOB标签（可选）

# lblSelectNAICSCode
source: Select NAICS Code
es: Seleccione el código NAICS
zh: 选择NAICS代码

# lblSelectPriority
source: Select Priority
es: Seleccionar prioridad
zh: 选择优先级

# lblSelectProductLayer
source: Select Product Layer
es: Seleccionar capa de producto
zh: 选择产品层

# lblSelectRanking
source: Select Ranking
es: Seleccionar ranking
zh: 选择排名

# lblSelectSecurityQuestion
source: Select Security Question
es: Seleccionar pregunta de seguridad
zh: 选择安全问题

# lblSelectSICCode
source: Select SIC Code
es: Seleccionar código SIC
zh: 选择SIC代码

# lblSelectState
source: Select State
es: Seleccione estado
zh: 选择州

# lblSelectTag
source: Select Tag
zh: 选择标签

# lblSelectTagsOptional
source: Select Tags (Optional)
es: Seleccionar etiquetas (opcional)
zh: 选择标签（可选）

# lblSelectTagtype
source: Select Tag type
es: Seleccionar tipo de etiqueta
zh: 选择标签类型

# lblSelectTechnologies
source: Select Technologies
es: Tecnologías selectas
zh: 选择技术

# lblSelectTechnologiesCategories
source: Select Technologies Categories
es: Seleccionar categorías de tecnologías
zh: 选择技术类别

# lblSelectTicker
source: Select Ticker
es: Seleccionar teletipo
zh: 选择股票代号

# lblSelectType
source: Select Type
es: Seleccione tipo
zh: 选择类型

# lblSimilar
source: B: Similar
zh: B：类似

# lblState
source: State
es: Estado
zh: 州

# lblTrue
source: True
es: Cierto
zh: 真正

# lblTypeAhead
source: Type Ahead
es: Escriba por adelantado
zh: 提前输入

# msgAccountSuspended
source: Your account is temporarily suspended.
es: Su cuenta está suspendida temporalmente.
zh: 您的帐户暂时被暂停。

# msgAccountSuspendedTemporarily
source: Your account is temporarily suspended. Please contact administrator to active account.
es: Su cuenta está suspendida temporalmente. Por favor, póngase en contacto con el administrador a la cuenta activa.
zh: 您的帐户暂时被暂停。请与管理员联系以激活帐户。

# msgAccountTemporarilySuspended
source: Your account is temporarily suspended
es: Su cuenta está suspendida temporalmente
zh: 您的帐户暂时被暂停

# msgActiveUsers
source: Active Users
es: Usuarios activos
zh: 活跃用户

# msgAddFilter
source: Add filter
es: Añadir filtro
zh: 添加过滤器

# msgaddMatchAsCompany
source: Add match as a new company
es: Agregar coincidencia como una nueva empresa
zh: 将匹配项添加为新公司

# msgAddTag
source: Add Tags (Optional)
es: Agregar etiquetas (opcional)
zh: 添加标签（可选）

# msgAllowedFormats
source: Only formats allowed are :jpeg, jpg, png, gif, bmp
es: Solo los formatos permitidos son: jpeg, jpg, png, gif, bmp
zh: 仅允许的格式为：jpeg，jpg，png，gif，bmp

# msgAllowedOnlyExcel
source: Only formats allowed are .xls and .xlsx
es: Solo los formatos permitidos son .xls y .xlsx
zh: 仅允许的格式是.xls和.xlsx

# msgAuthError
source: User is not authorized to make this change.
es: El usuario no está autorizado a realizar este cambio.
zh: 用户无权作出此项更改。

# msgCommanChechExcelFile
source: Only formats allowed are :xls,xlsx
es: Los únicos formatos permitidos son: xls, xlsx
zh: 允许的格式仅为：xls、xlsx

# msgCommanDeleteMessage
source: Data deleted successfully
es: Los datos se han eliminado con éxito
zh: 数据已成功删除

# msgCommanEnableFileImport
source: Unable to import the data into the database. Please try again or contact Matchbook Services support.
es: No se pueden importar los datos a la base de datos. Por favor, inténtelo de nuevo o póngase en contacto con el servicio de asistencia de Matchbook.
zh: 无法将数据导入数据库。请重试或联系 Matchbook Services 支持中心。

# msgCommanErrorMessage
source: Error occurred. Please try again
es: Se produjo un error. Por favor, inténtelo de nuevo.
zh: 发生错误。请重试

# msgCommanFileEmpty
source: File is Empty.
es: El archivo está vacío.
zh: 文件为空。

# msgCommanInsertMessage
source: Data created successfully
es: Los datos se han creado con éxito
zh: 数据已成功创建

# msgCommanUpdateMessage
source: Data updated successfully
es: Los datos se han actualizado con éxito
zh: 数据已成功更新

# msgDataRejected
source: Data rejected successfully
zh: 数据成功拒绝

# msgDeleteSessionFilter
source: Are you sure you want to delete session filter?
es: ¿Seguro que quieres eliminar el filtro de sesión?
zh: 您确定要删除会话过滤器吗？

# msgEnterValidName
source: Please enter valid file name.
es: Por favor ingrese un nombre de archivo válido.
zh: 请输入有效的文件名。

# msgErrorOccurred
source: Error occurred.
es: Se produjo un error.
zh: 错误发生。

# msgExist
source: Exist
es: Existe
zh: 存在

# msgExistsFail
source: ExistsFail
es: ExisteFalla
zh: 存在失败

# msgFail
source: fail
es: fallar
zh: 失败

# msgFailer
source: Failer
zh: 失败者

# msgFileNotSpecified
source: You have not specified a file.
es: No ha especificado un archivo.
zh: 您尚未指定文件。

# msgFiles
source: Your file(s)
es: Su archivo (s)
zh: 您的档案

# msgFilesReadyToDownload
source: are ready for the download.
es: Están listos para la descarga.
zh: 准备下载。

# msgFileUploaded
source: File uploaded successfully
es: documento cargado exitosamente
zh: 文件上传成功

# msgInvadilState
source: Please fill proper information.
es: Complete la información adecuada.
zh: 请填写正确的信息。

# msgInvalidEmail
source: Email is not valid.
es: El correo no es válido.
zh: 电子邮件无效。

# msgInvalidFile
source: Please select proper file.
es: Por favor, seleccione el archivo adecuado.
zh: 请选择合适的文件。

# msgInvalidTemplate
source: Invalid template for the selected file.
es: Plantilla no válida para el archivo seleccionado.
zh: 所选文件的模板无效。

# msgInvalidUnicodeFormat
source: Unicode format is not valid for selected file with template.
es: El formato Unicode no es válido para el archivo seleccionado con plantilla.
zh: Unicode格式对于带有模板的所选文件无效。

# msgInvalidUser
source: Invalid user.
es: Usuario invalido.
zh: 无效的用户。

# msgInvalidUsernamePassword
source: Invalid username or password.
es: Usuario o contraseña invalido.
zh: 用户名或密码无效。

# msgInvestigateRecord
source: Investigate Record
es: Investigar registro
zh: 调查记录

# msgMultipleInvestigationSubmit
source: Your requests are in queue, it will take a while to submit all selected Investigation. Please check Investigation reports for status of all requests in few minutes.
es: Sus solicitudes están en la cola, tomará un tiempo enviar todas las investigaciones seleccionadas. Consulte los informes de investigación para conocer el estado de todas las solicitudes en pocos minutos.
zh: 您的请求正在排队，需要一段时间才能提交所有选定的调查。请在几分钟内查看调查报告中所有请求的状态。

# msgNext
source: Next
es: Próximo
zh: 下一个

# msgNoDataAvailable
source: No data available.
es: Datos no disponibles.
zh: 无可用数据。

# msgNoDataInSystem
source: There is no data available in system for file.
es: No hay datos disponibles en el sistema para el archivo.
zh: 系统中没有可用于文件的数据。

# msgNoDefaultKeyForBuildList
source: There is no default key set for build a list.
es: No hay teclas predeterminadas establecidas para crear una lista.
zh: 没有用于构建列表的默认键集。

# msgNoDefaultKeyForSearch
source: There is no default key set for single entity search.
es: No hay teclas predeterminadas establecidas para buscar una sola entidad.
zh: 没有用于单一实体搜索的默认键集。

# msgNoRecords
source: Total 0 records are affected, are you sure you want to continue ?
zh: 共有0条记录受到影响，您确定要继续吗？

# msgNoResultsMatch
source: No results match
es: resultados no encontrados
zh: 没有结果匹配

# msgNotExist
source: NotExist
es: No existe
zh: 不存在

# msgNothingFound
source: Oops, nothing found!
es: ¡Vaya, no se ha encontrado nada!
zh: 糟糕，未找到任何内容！

# msgNothingToMove
source: Nothing to move.
es: Nada que mover.
zh: 什么也没动。

# msgNotificationDismissed
source: Notification Dismiss successfully.
es: Notificación de descarte con éxito.
zh: 通知成功关闭。

# msgPageSize
source: Page Size
es: Tamaño de página
zh: 页面大小

# msgPasswordReset
source: Password Reset Successfully.
es: Restablecimiento de contraseña con éxito.
zh: 密码重置成功。

# msgPrevious
source: Previous
es: Previo
zh: 以前

# msgPurgeRecord
source: Purge Record
es: Registro de purga
zh: 清除记录

# msgRecordsAffected
source: records are affected, are you sure you want to continue ?
es: los registros se ven afectados, ¿está seguro de que desea continuar?
zh: 记录受到影响，您确定要继续吗？

# msgReMatchRecord
source: Re-Match Record
zh: 重赛记录

# msgRequestSubmitted
source: Requests submitted successfully.
es: Solicitudes enviadas con éxito.
zh: 请求已成功提交。

# msgRequiredEmail
source: Please enter email address and set valid password.
es: Ingrese la dirección de correo electrónico y establezca una contraseña válida.
zh: 请输入电子邮件地址并设置有效密码。 Qǐng shūrù diànzǐ yóujiàn dì

# msgRequiredFileName
source: Please enter file name.
es: Por favor, introduzca el nombre del archivo.
zh: 请输入文件名。

# msgResetSuccessfully
source: Resert successfully
es: Resert con éxito
zh: 成功恢复

# msgResponseErroeMessage
source: Error Occurred. Please contact matchbookservices or create helpdesk ticket.
es: Se produjo un error. Por favor, póngase en contacto con matchbookservices o cree un ticket de ayuda.
zh: 发生错误。请联系 Matchbook Services 支持中心或创建咨询台工单。

# msgSetDefaultCredentialForMonitoring
source: Default Credential not set for monitoring
es: Credencial predeterminada no establecida para monitoreo
zh: 未设置默认凭据进行监视

# msgSomethingWentWrong
source: Something went wrong! Error Occured.
es: ¡Algo salió mal! Ocurrió un error.
zh: 出了些问题！发生了错误。

# msgSomethingWrong
source: Something wrong! Please try again later.
es: ¡Algo mal! Por favor, inténtelo de nuevo más tarde.
zh: 有问题！请稍后再试。

# msgSuccess
source: Success
es: Exito
zh: 成功

# msgSureWantToContinue
source: are you sure you want to continue ?
es: ¿Estás seguro de que quieres continuar?
zh: 你确定你要继续吗 ？

# msgTemplateSaved
source: Template saved successfully.
es: Plantilla guardada con éxito.
zh: 模板保存成功。

# msgTemplateUpdated
source: Template updated successfully.
es: Plantilla actualizada con éxito.
zh: 模板更新成功。

# msgTotal
source: Total
zh: 总

# msgUpdateLicance
source: License updated. Please note that users will need to log out and log back into the application before these changes can be applied
es: Licencia actualizada. Tenga en cuenta que los usuarios deberán cerrar sesión y volver a entrar en la aplicación antes de que se puedan aplicar estos cambios
zh: 许可证已更新。请注意，用户需要注销并重新登录到应用程序，然后方可应用这些变更

# msgUserAlreadyLoggedIn
source: User is already logged in at another browser.
es: El usuario ya ha iniciado sesión en otro navegador.
zh: 用户已经在另一个浏览器上登录。

# msgUserAlreadyLoggedInAnotherLocation
source: User is already logged in at another location.
es: El usuario ya inició sesión en otra ubicación.
zh: 用户已经在其他位置登录。

# msgValidCharacters
source: Please enter only alphanumeric,hyphen or underscore
es: Ingrese solo caracteres alfanuméricos, guiones o guiones bajos
zh: 请仅输入字母数字，连字符或下划线

# msgWantToContiune
source: , are you sure you want to continue ?
es: ¿Estás seguro de que quieres continuar?
zh: ， 你确定你要继续吗 ？

# msgWrongFormat
source: wrongFormat
es: Formato erroneo
zh: 错误格式

# msgZeroDeleted
source: Total 0 will be deleted, are you sure you want to continue ?
es: El total 0 se eliminará, ¿estás seguro de que deseas continuar?
zh: 总数0将被删除，您确定要继续吗？
