Repository: kingjullien/demo
Catalog: SBISCCMWeb/LanguageResources/DandB/BeneficialOwnershipLang.*.resx
Languages: es

# btnSearch
source: Search
es: Buscar

# hdrBeneficialOwnershipData
source: Beneficial Ownership Data
es: Datos de titularidad real

# hdrBenificiaryGraphView
source: Beneficiary Graph View
es: Vista de gráfico de beneficiarios

# hdrOwnershipsRelationships
source: Beneficial Ownerships and Relationships
es: Beneficios reales y relaciones

# hdrScreeningDetails
source: Screening Details
es: Detalles de la evaluación

# lblAlertType
source: Alert Type
es: Tipo de alerta

# lblBack
source: Back
es: atrás

# lblBenificiary
source: Beneficial
es: Beneficiaria

# lblCategory
source: Category
es: Categoría

# lblCountry
source: Country
es: país

# lblDate
source: Date
es: Fecha

# lblisBenificiary
source: IsBeneficiary
es: Es beneficiaria

# lblLastUpdated
source: Last Updated
es: Última actualización

# lblList
source: List
es: Lista

# lblNotes
source: Notes
es: Notas

# lblRefresh
source: Refresh
es: Actualizar

# lblScreenedAlert_Code
source: Screened Alert - Code
es: Código de alerta filtrado

# lblScreenedDate
source: Screened Date
es: Fecha de selección

# lblScreenedResult
source: Screened Result
es: Resultado filtrado

# lblScreeningResult
source: Screening Result
es: Resultado del cribado

# lblScreenOwnership
source: Screen Ownership
es: Propiedad de la pantalla

# lblScreenownershiplist
source: Screen ownership list
es: Lista de propiedad de la pantalla

# spnAddress
source: Address
es: Habla a

# spnControlOwnershipType
source: Control Ownership Type
es: Tipo de propiedad de control

# spnCorporateBenificiaries
source: Corporate Beneficiaries
es: Benificiarios corporativos

# spnDegreeOfSepration
source: Degree Of Sepration
es: Grado de separación

# spnDirect
source: Direct
es: Directa

# spnEntity
source: Entity
es: Entidad

# spnErrDUNS
source: Either Company or DUNS Number is required.
es: Se requiere el número de empresa o DUNS.

# spnExporttoExcel
source: Export to Excel
es: Exportar a Excel

# spnExporttoPDF
source: Export to PDF
es: Exportar a PDF

# spnGovernmentOrgs
source: Government Orgs
es: Organizaciones gubernamentales

# spnGraphView
source: Graph View
es: Vista de gráfico

# spnIndirect
source: Indirect
es: Indirecta

# spnLegalForm
source: Legal Form
es: Forma jurídica

# spnLevel
source: Level
es: Nivel

# spnName
source: Name
es: Nombre

# spnOperating
source: Operating
es: Operando

# spnOthers
source: Others
es: Otras

# spnOwnership
source: Ownership
es: Propiedad

# spnOwnershipIndividuals
source: Ownership Individuals
es: Individuos propietarios

# spnOwnershipOrganizations
source: Ownership Organizations
es: Organizaciones de propiedad

# spnOwnerships
source: Ownerships
es: Propiedad

# spnPrivatelyOwned
source: Privately Owned
es: De propiedad privada

# spnPrivateOrgs
source: Private Orgs
es: Organizaciones privadas

# spnPubliclyOwnedTradedCompanies
source: Publicly Owned/Traded Companies
es: Empresas de propiedad pública / cotizadas

# spnPubliclyTradingOrgs
source: PubliclyTrading Orgs
es: Organizaciones de comercio público

# spnRelationships
source: Relationships
es: Relaciones

# spnRole
source: Role
es: Papel

# spnShowInFullScreen
source: Show in full Screen
es: Mostrar en pantalla completa

# spnStateOwned
source: State Owned
es: Propiedad del Estado

# spnStateOwnedOrgs
source: State Owned Orgs
es: Organizaciones de propiedad estatal

# spnTabularView
source: Tabular View
es: Vista tabular

# spnTargetCompany
source: Target Company
es: Empresa objetivo

# spnType
source: Type
es: Tipo

# titleSearchBeneficialOwnershipData
source: Search Beneficial OwnershipData
es: Buscar datos de propiedad real

# titleViewBenificiaryDetails
source: View Beneficiary Details
es: Ver detalles de Benificiary
