Repository: kingjullien/demo
Catalog: SBISCCMWeb/LanguageResources/DandB/BuildAListLang.*.resx
Languages: es, zh

# hdrCompanyDetailSearch
source: Company Detail Search
es: Búsqueda de información de la compañía
zh: 公司详细信息搜索

# hdrKeywordDUNSTelephoneDomainSearch
source: Keyword / DUNS / Telephone / Domain Search
es: Búsqueda de Palabra clave / DUNS / Teléfono / Dominio
zh: 关键词/DUNS/电话/域名搜索

# hdrRegistrationDetail
source: Registration Detail
es: Datos de registro
zh: 報名詳情

# hdrusSicV4Detail
source: usSicV4 Detail
es: usSicV4 Detalle
zh: usSicV4 详细信息

# lblAction
source: Action
es: Acción
zh: 操作

# lblAdd
source: Add
es: Agregar
zh: 加

# lblAddress
source: Address
es: Dirección
zh: 地址

# lblAddressInfo
source: Address Info
es: Información de la dirección
zh: 地址信息

# lblAddressRequired
source: Address required atleast three characters
es: La dirección debe tener al menos tres caracteres
zh: 必填地址至少应包含 3 个字符

# lblBulidAListsearchReqire
source: This indicates standalone parameter; at least one standalone parameter must be included in the request.
es: Esto indica un parámetro independiente; se debe incluir al menos un parámetro independiente en la solicitud.
zh: 这表示独立参数；请求中必须至少包含一个独立参数。

# lblBusinessEntity
source: Business Entity
es: Entidad comercial
zh: 企业实体

# lblCircleRadius
source: The circle radius in the units specified to be considered along with the latitude and longitude to locate entities.
es: El radio del círculo en las unidades especificadas para ser consideradas junto con la latitud y longitud para ubicar entidades.
zh: 指定要考慮的單位的圓半徑以及用於定位實體的緯度和經度。

# lblCity
source: City
es: Ciudad
zh: 市/县

# lblCityOrTownship
source: This identifies the city, town, township, village, borough, etc. where the entity is located.
es: Esto identifica la ciudad, pueblo, municipio, pueblo, distrito, etc., donde se encuentra la entidad.
zh: 這標識了實體所在的城市，城鎮，鄉鎮，村莊，自治市鎮等。

# lblClear
source: Clear
es: Claro
zh: 明確

# lblCode
source: A code that represents the scope the requested values are checked against.
zh: 代表檢查請求值的範圍的代碼。

# lblCompanyDetails
source: Company Details
es: Datos de la compañía
zh: 公司详细信息

# lblCompanyInfo
source: Company Info
es: Información de la compañía
zh: 公司信息

# lblCompanyName
source: Company Name
es: Nombre de la compañía
zh: 公司名称

# lblCompName
source: Company Name used to find entities by the name.
es: Nombre de la empresa utilizado para buscar entidades por el nombre.
zh: 公司名稱用於通過名稱查找實體。

# lblConsolidated
source: Consolidated
es: Consolidado
zh: 合并

# lblCopyJosn
source: Copy Josn
es: Copiar Josn
zh: 复制 Josn

# lblCorporateLinkage
source: Corporate Linkage
es: Vínculos corporativos
zh: 企业联系

# lblCountry
source: Country
es: País
zh: 国家/地区

# lblCountryCode
source: The 2-letter country code, defined by the International Organization for Standardization (ISO) ISO 3166-1 scheme identifying the country of the entity.
es: El código de país de 2 letras, definido por el esquema ISO 3166-1 de la Organización Internacional de Normalización (ISO) que identifica el país de la entidad.
zh: 由國際標準化組織（ISO）ISO 3166-1計劃定義的2個字母的國家/地區代碼，用於標識實體的國家/地區。

# lblCurrency
source: Currency
es: Moneda
zh: 货币

# lblDelete
source: Delete
es: Eliminar
zh: 删除

# lblDescription
source: Description
es: Descripción
zh: 描述

# lblDnbCode
source: DnbCode
zh: Dnb代碼

# lblDomain
source: Domain
es: Dominio
zh: 域名

# lblDomainNames
source: 4 to 216 characters used to find entities by their domain names
es: 4 a 216 caracteres utilizados para buscar entidades por sus nombres de dominio
zh: 4至216個字符，用於通過域名查找實體

# lblDomainRequire
source: Domain required atleast four characters
es: El dominio debe tener al menos cuatro caracteres
zh: 必填域名至少应包含 4 个字符

# lblDunsNo
source: Numeric string identifying the entity by its D&B assigned D-U-N-S number.
es: Cadena numérica que identifica a la entidad por su número D-U-N-S asignado por D&B.
zh: 通過D＆B分配的D-U-N-S號標識實體的數字字符串。

# lblDUNSNumber
source: DUNS Number
es: Número DUNS
zh: DUNS 编号

# lblEdit
source: Edit
es: Editar
zh: 编辑

# lblEmployeeInfo
source: Employee Info
es: Información del empleado
zh: 员工信息

# lblEmployeeInformationScope
source: Employee Information Scope
es: Alcance de la información del empleado
zh: 员工信息范围

# lblEmployeeRequire
source: Please enter Min or Max Employee
es: Por favor, ingrese mín. o máx. de empleados
zh: 请输入最少员工人数或最多员工人数

# lblExcludeDisconnectedTelephone
source: Exclude Disconnected Telephone
es: Excluir teléfonos desconectados
zh: 无法接通的电话除外

# lblExcludeMailUndeliverable
source: Exclude Mail Undeliverable
es: Excluir correos no entregables
zh: 无法投递的邮件除外

# lblExcludeNonMarketable
source: Exclude Non-Marketable
es: Excluir no comercializables
zh: 无法营销除外

# lblExcludeOutOfBusiness
source: Exclude Out Of Business
es: Excluir los negocios cerrados
zh: 停止营业除外

# lblExclusionFilters
source: Exclusion Filters
es: Filtros de exclusión
zh: 排除筛选条件

# lblExportToExcel
source: Export to Excel
zh: 導出到電子表格

# lblFeet
source: Feet
es: Pies
zh: 脚

# lblFinancialInfo
source: Financial Info
es: Información financiera
zh: 财务信息

# lblFinancialLinkageInfo
source: Financial/Linkage Info
es: Información financiera/de vínculos
zh: 财务/联系信息

# lblGlobalUltimateFamilyTreeMembersCount
source: GlobalUltimateFamilyTreeMembersCount
zh: 全球終極家譜會員人數

# lblIndividual
source: Individual
zh: 个人

# lblInformationScopeDescription
source: InformationScopeDescription
es: Información Ámbito Descripción
zh: 信息範圍說明

# lblInformationScopeDnBCode
source: InformationScopeDnBCode
zh: 信息範圍DnB代碼

# lblKilometers
source: Kilometers
es: Kilómetros
zh: 公里数

# lblLatitude
source: Latitude
es: Latitud
zh: 纬度

# lblLatitudeRequire
source: Please enter latitude
es: Por favor, ingrese la latitud
zh: 请输入纬度

# lblLatitudes
source: The latitude to be used as the center of the radius search.
es: La latitud que se utilizará como centro de la búsqueda de radio.
zh: 用作半徑搜索中心的緯度。

# lblLinkageInfo
source: Linkage Info
es: Información de vínculos
zh: 联系信息

# lblLocalArea
source: This identifies the name of the locally governed area that forms part of a centrally governed nation to identify where the address is located.
es: Esto identifica el nombre del área gobernada localmente que forma parte de una nación gobernada centralmente para identificar dónde se encuentra la dirección.
zh: 這標識了形成一個中央管理國家的一部分的局部管理區域的名稱，以標識該地址所在的位置。

# lblLocationRadius
source: Location Radius
es: Radio de ubicación
zh: 位置半径

# lblLongitude
source: Longitude
es: Longitud
zh: 经度

# lblLongitudeRequire
source: Please enter longitude
es: Por favor, ingrese la longitud
zh: 请输入经度

# lblLongitudes
source: The longitude to be used as the center of the radius search.
es: La longitud que se utilizará como centro de la búsqueda de radio.
zh: 用作半徑搜索中心的經度。

# lblMaxEmployee
source: Max# Employee
es: Número máximo de empleados
zh: 最多员工人数

# lblMaxEmployees
source: The maximum number of employees an entity can have and be included in the search results. Valid value : 1 to 999999
es: El número máximo de empleados que una entidad puede tener e incluir en los resultados de búsqueda. Valor válido: 1 a 999999
zh: 一個實體可以擁有並包含在搜索結果中的最大僱員數。有效值：1至999999

# lblMaxFamilyTree
source: The maximum family tree members an entity can have and be included in the search results.
es: El número máximo de miembros del árbol genealógico que una entidad puede tener y se puede incluir en los resultados de búsqueda.
zh: 一個實體可以擁有並包含在搜索結果中的最大家族樹成員。

# lblMaximumFamilyTreeMember
source: Maximum Family Tree Member
es: Miembro máximo del árbol genealógico
zh: 最多家庭树成员

# lblMaxYearlyRevenue
source: The maximum amount of yearly revenue (the monetary value of income received from customers from the sale of the business' goods and/or services) used to limit the search.
es: La cantidad máxima de ingresos anuales (el valor monetario de los ingresos recibidos de los clientes por la venta de los bienes y / o servicios de la empresa) utilizada para limitar la búsqueda.
zh: 用來限制搜索的最大年度收入（從客戶銷售公司商品和/或服務中獲得的收入的貨幣價值）。

# lblMeters
source: Meters
es: Metros
zh: 仪表

# lblMiles
source: Miles
es: Millas
zh: 迈尔斯

# lblMinEmployee
source: Min# Employee
es: Número mínimo de empleados
zh: 最少员工人数

# lblMinEmployees
source: The minimum number of employees an entity can have and be included in the search results. Valid value : 1 to 999999
es: El número mínimo de empleados que una entidad puede tener e incluir en los resultados de búsqueda. Valor válido: 1 a 999999
zh: 實體可以擁有並包含在搜索結果中的最小僱員數。有效值：1至999999

# lblMinFamilyTree
source: The minimum family tree members an entity can have and be included in the search results.
es: Los miembros mínimos del árbol genealógico que puede tener una entidad y que se incluirán en los resultados de búsqueda.
zh: 一個實體可以擁有並包含在搜索結果中的最小家族樹成員。

# lblMinimumFamilyTreeMember
source: Minimum Family Tree Member
es: Miembro mínimo del árbol genealógico
zh: 最少家庭树成员

# lblMinMaxEmployee
source: The field must be in range 1 to 999999.
es: El campo debe estar en el rango de 1 a 999999.
zh: 字段的值必须在 1 到 999999 之间。

# lblMinMaxFamilyTree
source: The field must be in range 1 to 999999.
es: El campo debe estar en el rango de 1 a 999999.
zh: 字段的值必须在 1 到 999999 之间。

# lblMinMaxRevenue
source: The field must be in range 1 to 100000000000000.
es: El campo debe estar en el rango de 1 a 100000000000000.
zh: 字段的值必须在 1 到 100000000000000 之间。

# lblMinYearlyRevenue
source: The minimum amount of yearly revenue (the monetary value of income received from customers from the sale of the business' goods and/or services) used to limit the search.
es: La cantidad mínima de ingresos anuales (el valor monetario de los ingresos recibidos de los clientes por la venta de los bienes y / o servicios de la empresa) utilizada para limitar la búsqueda.
zh: 用於限制搜索的最低年收入金額（從客戶銷售公司商品和/或服務中獲得的收入的貨幣價值）。

# lblName
source: Name
es: Nombre
zh: 名称

# lblNodataareavailable
source: No data are available
es: No hay datos disponibles
zh: 无可用数据

# lblNoOfRecordRequire
source: Please select no of record
es: Por favor, seleccione el nro. de registro
zh: 请选择记录量

# lblNoOfRecords
source: No of records
es: Nro. de registros
zh: 记录量

# lblNumericCoding
source: The 1987 version of a 4-digit numeric coding system developed by the US Government for the classification of industrial activities to denote the industry in which the business entity does most of it's business.
es: La versión de 1987 de un sistema de codificación numérica de 4 dígitos desarrollado por el gobierno de los EE. UU. Para la clasificación de actividades industriales para denotar la industria en la que la entidad comercial realiza la mayor parte de sus negocios.
zh: 由美國政府開發的1987年版4位數字編碼系統，用於對工業活動進行分類，以表示該業務實體從事其大部分業務的行業。

# lblOtherInfo
source: Other Info
es: Otra información
zh: 其他信息

# lblPageSize
source: Page Size
es: Tamaño de página
zh: 页面大小

# lblPhoneNo
source: Phone No
es: Nro. de teléfono
zh: 电话号码

# lblPOBox
source: PO Box
zh: 邮政信箱

# lblPopupContent
source: Popup content
es: Contenido del Popup
zh: 弹出内容

# lblPostalCode
source: Postal Code
es: Código postal
zh: 邮编

# lblPostalCode1
source: This is entity's postal code (an identifier used by the local country's postal authority to identify where the address is located).
es: Este es el código postal de la entidad (un identificador utilizado por la autoridad postal del país local para identificar dónde se encuentra la dirección).
zh: 這是實體的郵政編碼（當地國家/地區的郵政當局使用的標識符，用於標識地址所在的位置）。

# lblPrimaryAddress
source: Primary Address
es: dirección primaria
zh: 主地址

# lblPrimaryIndustryCodes
source: Primary Industry Codes
es: Códigos de la industria primaria
zh: 主行业代码

# lblPriority
source: Priority
es: Prioridad
zh: 优先级

# lblRadius
source: Radius
es: Radio
zh: 半径

# lblRadiusRequire
source: Please enter radius
es: Por favor, ingrese el radio
zh: 请输入半径

# lblRegisteredAddress
source: Registered Address
es: Dirección registrada
zh: 注册地址

# lblRegistrationInfo
source: Registration Info
es: Información de registro
zh: 注册信息

# lblRegistrationNo
source: Registration No
es: Nro. de registro
zh: 注册编号

# lblRegistrationNumber
source: Registration Number
es: Número de registro
zh: 注册编号

# lblReliabilityDescription
source: ReliabilityDescription
es: Fiabilidad Descripción
zh: 可靠性描述

# lblReliabilityDnBCode
source: ReliabilityDnBCode
es: FiabilidadDnBCode
zh: 可靠性DnBCode

# lblRequest
source: Request
es: Solicitud
zh: 请求

# lblRequestedDate
source: Requested Date
es: Fecha en que fue solicitado
zh: 请求日期

# lblResponse
source: Response
es: Respuesta
zh: 回复

# lblSearch
source: Search
es: Buscar
zh: 搜索

# lblSearchRequire
source: text required atleast two characters
es: El texto debe tener al menos dos caracteres
zh: 必填文本至少包含 2 个字符

# lblSearchResults
source: Search Results
es: Resultados de la búsqueda
zh: 搜索结果

# lblSearchTerm
source: Search Term
es: Buscar término
zh: 搜索术语

# lblSearchTerms
source: Search text used to find entities by their primary or tradestyle names.
es: Buscar texto utilizado para buscar entidades por sus nombres primarios o comerciales.
zh: 用於通過實體的主要名稱或貿易樣式名稱查找實體的搜索文本。

# lblSearchText
source: Search Text
es: Buscar texto
zh: 搜索文本

# lblSelect
source: Select
es: Seleccione
zh: 选择

# lblSelectDropdown
source: --Select--
es: --Seleccione--
zh: - 选择 -

# lblSomeText
source: Some text here..
es: Algo de texto por aquí...
zh: 此处有若干文本……

# lblState
source: State
es: Estado
zh: 州

# lblStockExchange
source: 1 to 6 characters that identifies the entity for share trading purposes at the primary Stock Exchange where the business entity does most of the trading.
es: De 1 a 6 caracteres que identifican a la entidad con fines de negociación de acciones en la Bolsa de Valores primaria, donde la entidad comercial realiza la mayor parte de la negociación.
zh: 1到6個字符，用於標識實體在主要證券交易所進行股票交易的目的，該實體在該交易所進行大部分交易。

# lblStreetAddress
source: First line of the entity's street address.
es: Primera línea de la dirección de la entidad.
zh: 實體街道地址的第一行。

# lblTelephoneNumber
source: Telephone Number
es: Número de teléfono
zh: 电话号码

# lblTelephoneRequire
source: Telephone Number required atleast five characters
es: El número de teléfono debe tener al menos cinco caracteres
zh: 必填电话号码至少应包含 5 个字符

# lblTelNo
source: 5 to 20 characters of the telephone number used for voice communication with the entity.
es: De 5 a 20 caracteres del número de teléfono utilizado para la comunicación de voz con la entidad.
zh: 與實體進行語音通信的電話號碼的5到20個字符。

# lblTickerSymbol
source: Ticker Symbol
es: Símbolo del teletipo
zh: 工单符号

# lblTradestyle
source: 2 to 30 characters used to find entities by one of its tradestyle names.
es: De 2 a 30 caracteres utilizados para encontrar entidades por uno de sus nombres comerciales.
zh: 2至30個字符，用於通過其商品樣式名稱之一查找實體。

# lblTradestyleNameRequire
source: Trade Style required atleast two characters
es: El nombre comercial debe tener al menos dos caracteres
zh: 必填交易类型至少应包含 2 个字符

# lblTradeStyleNames
source: Trade Style Names
es: Nombres comerciales
zh: 交易类型名称

# lblUniqueNo
source: The number assigned by an external body or by D&B that either uniquely identifies or helps to identify an organization.
es: El número asignado por un organismo externo o por D&B que identifica de forma única o ayuda a identificar una organización.
zh: 由外部機構或D＆B分配的編號，它唯一地標識或幫助標識組織。

# lblUnit
source: Unit
es: Unidad
zh: 单位

# lblUnitOfMeasure
source: The unit of measure for the specified radius.
es: La unidad de medida para el radio especificado.
zh: 指定半徑的度量單位。

# lblUnitRequire
source: Please enter unit
es: Por favor, ingrese la unidad
zh: 请输入单位

# lblusSicV4Description
source: usSicV4Description
zh: usSicV4說明

# lblValue
source: Value
es: Valor
zh: 值

# lblViewHistory
source: View History
es: Ver historial
zh: 查看历史

# lblYards
source: Yards
es: Yardas
zh: 码

# lblYearlyMaximumRevenue
source: Yearly Maximum Revenue
es: Ingresos máximos anuales
zh: 最高年收入

# lblYearlyMinimumRevenue
source: Yearly Minimum Revenue
es: Ingresos mínimos anuales
zh: 最低年收入

# msgAllowOnlyNumbers
source: Only numeric values accepted.
es: Solo se aceptan valores numéricos.
zh: 僅接受數值。

# msgDelete
source: Delete
es: Eliminar
zh: 删除

# msgEdit
source: Edit
es: Editar
zh: 编辑

# msgNoDataAreAvailable
source: No data are available
es: No hay datos disponibles.
zh: 无可用数据

# msgNoDataFound
source: No data found.
es: Datos no encontrados.
zh: 沒有找到數據。

# msgStandaloneParameter1
source: At least one standalone parameter
es: Al menos un parámetro independiente
zh: 至少一个独立参数

# msgStandaloneParameter2
source: (Search term, DUNs, TradeStyle Name, Ticker Symbol, Telephone Number, Domain, Address, Company Name, Location Radius,usSicV4,registration no)
es: (Término de búsqueda, DUN, nombre de TradeStyle, símbolo de teletipo, número de teléfono, dominio, dirección, nombre de la empresa, radio de ubicación, usSicV4, número de registro)
zh: （搜索词，DUN，TradeStyle名称，股票代码，电话号码，域，地址，公司名称，位置半径，usSicV4，注册号）

# msgStandaloneParameter3
source: required to submit request.
es: requerido para enviar la solicitud.
zh: 需要提交请求。

# titleBuildList
source: Build List
es: Lista de compilación
zh: 建立清單

# lblFamilytreeRoleCode
source: FamilytreeRole Code
es: Código FamilytreeRole

# lblFamilytreeRoleDescription
source: FamilytreeRole Description
es: Descripción de FamilytreeRole

# lblTradestyleName
source: Tradestyle Name
es: Nombre comercial
