Repository: kingjullien/demo
Catalog: SBISCCMWeb/LanguageResources/DandB/DandBSettingLang.*.resx
Languages: es, zh

# msgResetDataUnsuccessfully
source: Reset Data not complete. Please try again.
es: No se completó el restablecimiento de datos. Por favor, inténtelo de nuevo.
zh: 数据重置未完成。请重试。

# msgRuleDisabled
source: Rule disabled successfully
es: La regla se deshabilitó con éxito
zh: 规则已成功禁用

# msgRuleEnabled
source: Rule enabled successfully
es: Regla habilitada con éxito
zh: 规则成功启用

# msgRunRule
source: This will auto-accept matches currently in the Match Data Queue based on these match criteria.
es: Esto aceptará automáticamente las coincidencias actualmente en la Cola de datos de coincidencias según estos criterios de coincidencia.
zh: 这将根据这些匹配条件自动接受“匹配数据队列”中当前存在的匹配。

# msgRunRules
source: Matches accepted based on match criteria
es: Coincidencias aceptadas en base a los criterios de coincidencia
zh: 基于匹配条件接受的匹配项

# msgSelectDensityCode
source: Select Density Code
es: Seleccione el código de densidad
zh: 选择密度码

# msgSelectPrecedence
source: Please Select Precedence.
es: Seleccione Precedencia.
zh: 请选择优先顺序。

# msgSelectRecordtoDelete
source: Please select at least one record to delete.
es: Seleccione al menos un registro para eliminar.
zh: 请选择至少一条记录以删除。

# msgSelectSICCode
source: Select SIC Code
es: Seleccionar código SIC
zh: 选择SIC代码

# msgSelectUniquenessCode
source: Select Uniqueness Code
es: Seleccionar código de unicidad
zh: 选择唯一码

# msgSelectZipCode
source: Select Zip Code
es: Seleccionar código postal
zh: 选择邮递区号

# msgSettingNotUpdate
source: Settings are not updated successfully.
es: Los ajustes no se actualizaron con éxito.
zh: 设置未成功更新。

# msgSettingUpdate
source: Settings updated successfully.
es: Los ajustes se actualizaron con éxito.
zh: 设置已成功更新。

# msgSuccessApplyAutoAcceptance
source: Data are accepted based on Rules applied
es: Los datos se aceptan en base a las reglas aplicadas
zh: 基于应用的规则接受数据

# msgSuppDUNS
source: SuppDUNS.
zh: 补给。

# msgSyncMonirotingRegistration
source: Monitoring Registration sync with D&B
es: Supervisión de la sincronización del registro con D&B
zh: 与D＆B监视注册同步

# msgThirdPartyProviderNotFound1
source: No Third Party provider found. ﻿Please contact the Matchbook Services team
es: No se encontró ningún proveedor de terceros. Póngase en contacto con el equipo de servicios de Matchbook
zh: 找不到第三方提供商。请联系Matchbook服务团队

# msgThirdPartyProviderNotFound2
source: to license the data.
es: para licenciar los datos.
zh: 许可数据。

# msgUnicodeFormat
source: Unicode format is not valid for selected file with template.
es: El formato Unicode no es válido para el archivo seleccionado con plantilla.
zh: Unicode格式对带有模板的所选文件无效。

# msgUnsuppDUNS
source: UnsuppDUNS.
zh: 供应不足。

# msgUpdateAutoAcceptance
source: Auto Acceptance rule updated successfully.
es: La regla de autoaceptación se ha actualizado con éxito.
zh: 自动接受规则已成功更新。

# msgUpdateDUNSRegistration
source: DUNS Registration updated successfully.
es: El Registro DUNS se ha actualizado con éxito.
zh: DUNS 注册已成功更新。

# msgUpdateMonitoringProfile
source: Monitoring profile updated successfully.
es: El perfil de monitoreo se ha actualizado con éxito.
zh: 监视配置文件已成功更新。

# msgUpdateNotification
source: Notification profile updated successfully.
es: El perfil de notificación se ha actualizado con éxito.
zh: 通知配置文件已成功更新。

# msgUpdateUser
source: User profile updated. Please note that users will need to log out and log back into the application before these changes can be applied
es: Perfil de usuario actualizado. Tenga en cuenta que los usuarios deberán cerrar sesión y volver a entrar en la aplicación antes de que se puedan aplicar estos cambios
zh: 用户配置文件已更新。请注意，用户需要注销并重新登录到应用程序，然后方可应用这些变更

# msgUpdateUserPreference
source: User preference updated successfully.
es: La preferencia del usuario se ha actualizado con éxito.
zh: 用户偏好已成功更新。

# msgUsedMonitoringProfile
source: Monitor profile is used in DUNS Registration, please try delete first DUNS Registration.
es: El perfil de monitoreo se utiliza en el registro DUNS, por favor intente eliminar primero el registro DUNS.
zh: 监视配置文件已用于 DUNS 注册，请尝试先删除 DUNS 注册。

# msgUsedNotification
source: Notification is used in DUNS Registration, please try delete first DUNS Registration.
es: La notificación se utiliza en el registro DUNS, por favor intente eliminar primero el registro DUNS.
zh: 通知已用于 DUNS 注册，请尝试先删除 DUNS 注册。

# msgUsedUserPreference
source: User preference is used in notification, please try delete first notification.
es: La preferencia de usuario se utiliza en la notificación, por favor intente eliminar la primera notificación.
zh: 用户偏好已用于通知，请尝试先删除通知。

# msgUserActivate
source: User activated successfully.
es: El usuario se ha activado con éxito.
zh: 用户已成功激活。

# msgUserLimit
source: No more user can be created. Limit exceeded.
es: No se puede crear ningún otro usuario. Límite excedido.
zh: 无法再创建用户。已超出限制。

# msgValidateMultipleMatchCriteria
source: Do you need final match candidate to be validated against multiple match criteria?
es: ¿Necesita que el candidato de coincidencia final sea validado con varios criterios de coincidencia?
zh: 您是否需要针对多个比赛条件对最终比赛候选者进行验证？

# msgValidCredential
source: credential are valid.
es: Las credenciales son válidas.
zh: 凭据有效。

source: Notification Profile Name
es: Nombre del perfil de notificación
zh: 通知配置文件名称

# placeholderBatchSize
source: Batch Size
es: Tamaño del lote
zh: 批量大小

# placeholderCustRef
source: Customer Reference Text
es: Texto de referencia del cliente
zh: 客户参考文字

# placeholderEnterValue
source: Enter Value
es: Ingrese valor
zh: 输入值

# placeholderWaitTime
source: Wait Time
es: Tiempo de espera
zh: 等待时间

# String1
source: Group Name
zh: 团队名字

# titleAddAPI
source: Add API
es: Agregar API
zh: 添加API

# titleAddDataBlockGroup
source: Add Data Block Group
es: Agregar grupo de bloque de datos
zh: 添加数据块组

# titleAddDnBApiGroup
source: Add New DnBApi Group
es: Agregar un nuevo grupo DnBApi
zh: 添加新的 DnBApi 组

# titleAddDUNSRegistration
source: Add New DUNS Registration
es: Agregar un nuevo registro DUNS
zh: 添加新的 DUNS 注册

# titleAddMininumConfidanceCodeOverride
source: Add New Mininum confidance code Override
es: Agregar una nueva anulación de código de confianza mínima
zh: 添加新的最低置信代码覆盖

# titleAddMonitorProfile
source: Add New Monitor Profile
es: Agregar un nuevo perfil de monitoreo
zh: 添加新的监视配置文件

# titleAddNewCredentials
source: Add New Third Party API Credentials
es: Agregar nuevas credenciales de API de terceros
zh: 添加新的第三方API凭据

# titleAddNotificationProfile
source: Add New Notification Profile
es: Agregar un nuevo perfil de notificación
zh: 添加新的通知配置文件

# titleAddThrirdPartyEnrichment
source: Add ThirdParty Enrichment
es: Agregar enriquecimiento de terceros
zh: 添加第三方充实

# titleAddUserPreference
source: Add New User Preference
es: Agregar una nueva preferencia del usuario
zh: 添加新的用户偏好

# titleAutoAcceptance
source: Auto Acceptance
es: Aceptación automática
zh: 自动接受

# titleCleanseMatchDataMatch
source: Cleanse Match| Data Match
es: Partido de limpieza | Coincidencia de datos
zh: 净化火柴|资料比对

# titleConfidenceCode
source: Confidence Code
es: Código de confianza
zh: 置信码

# titleDuplicateData
source: DuplicateData
zh: 重复数据

# titleEditDataBlockGroup
source: Edit Data Block Group
es: Editar grupo de bloque de datos
zh: 编辑数据块组

# titleEditDnBApiGroup
source: Edit DnBApi Group
es: Editar grupo DnBApi
zh: 编辑 DnBApi 组

# titleEditDUNSRegistration
source: Edit DUNS Registration
es: Editar registro DUNS
zh: 编辑 DUNS 注册

# titleEditMininumConfidanceCodeOverride
source: Edit Mininum confidance code Override
es: Editar anulación de código de confianza mínima
zh: 编辑最低置信代码覆盖

# titleEditMonitoringRegistration
source: Edit Monitoring Registration
es: Editar registro de monitoreo
zh: 编辑监控注册

# titleEditMonitorProfile
source: Edit Monitor Profile
es: Editar monitorear perfil
zh: 编辑监视配置文件

# titleEditNotificationProfile
source: Edit Notification Profile
es: Editar perfil de notificación
zh: 编辑通知配置文件

# titleEditThrirdPartyEnrichment
source: Edit ThirdParty Enrichment
es: Editar enriquecimiento de terceros
zh: 编辑第三方充实

# titleEditUserPreference
source: Edit User Preference
es: Editar preferencia del usuario
zh: 编辑用户偏好

# titleImportData
source: Import data into database
es: Importar datos a la base de datos
zh: 将数据导入数据库

# titleMatchData
source: Match Data
es: Datos del partido
zh: 比赛资料

# titleMonitorProfile
source: Monitor Profile
es: Perfil de monitor
zh: 监控器配置文件

# titleOverrideDetail
source: Override Detail
es: Detalle de la anulación
zh: 覆盖详细信息

# titleResetData
source: Reset D&B Data
es: Restablecer datos D&B
zh: 重置D＆B数据

# ttlAddMultiPassConfiguration
source: Add MultiPass Configuration
es: Agregar configuración de MultiPass
zh: 添加多通道配置

# String4
source: Are you sure you want to delete this record?
es: ¿Estás seguro de que deseas eliminar este registro?

# titleDAndB
source: D & B
es: D y B
