Repository: kingjullien/demo
Catalog: SBISCCMWeb/LanguageResources/DandB/DandBSettingLang.*.resx
Languages: es, zh

# hdrAddAdditionalAutoAcceptanceRules
source: Add Additional Auto Acceptance Rules
es: Añadir reglas adicionales de autoaceptación
zh: 添加其他自动接受规则

# hdrAddBusinessElements
source: Add Business Elements
es: Agregar elementos del negocio
zh: 添加商业元素

# hdrAddDUNStoregistration
source: Add DUNS to registration
es: Agregar DUNS al registro
zh: 添加 DUNS 到注册

# hdrAddElementConditions
source: Add Element Conditions
es: Agregar condiciones de elementos
zh: 添加元素条件

# hdrAdditionalAutoAcceptFilter
source: Additional Auto-Accept Filter
es: Filtro adicional de autoaceptación
zh: 其他自动接受筛选条件

# hdrAdditionalAutoAcceptRules
source: Additional Auto-Accept Rules
es: Reglas adicionales de autoaceptación
zh: 其他自动接受规则

# hdrAutoAcceptanceFilter
source: Auto Acceptance Filter
es: Filtro de autoaceptación
zh: 自动接受筛选条件

# hdrAutoRefreshEnrichmentSettings
source: Auto Refresh Enrichment Settings
es: Actualizar ajustes de enriquecimiento automáticamente
zh: 自动刷新扩充设置

# hdrBackgroundProcessSettings
source: Background Process Settings
es: Ajustes del proceso de fondo
zh: 背景流程设置

# hdrCachedDataSettings
source: Cached Data Settings
es: Ajustes de datos en caché
zh: 缓存数据设置

# hdrDandBLicenseKeys
source: D&B License Keys
es: Claves de licencia de D&B
zh: D&B 许可证秘钥

# hdrDataBlockGroup
source: Data Block Group
es: Grupo de bloque de datos
zh: 数据块组

# hdrDataEnrichmentList
source: Data Enrichment List
es: Lista de Enriquecimiento de datos
zh: 数据扩充列表

# hdrDeDuplicateData
source: De-Duplicate Data
es: Borrar datos duplicados
zh: 重复数据删除

# hdrDefaultKeysForUI
source: Default Keys For UI
es: Teclas predeterminadas para la IU
zh: UI 的默认键

# hdrDefineBusinessElements
source: Define Business Elements
es: Definir elementos del negocio
zh: 定义商业元素

# hdrDeleteCleanseMatchData
source: Delete Cleanse Match Data
es: Eliminar depuración de datos coincidentes
zh: 删除清除匹配数据

# hdrDeleteEnrichmentData
source: Delete Enrichment Data
es: Eliminar datos de enriquecimiento
zh: 删除扩充数据

# hdrDnBApiGroup
source: DnBApi Group
es: Grupo DnBApi
zh: DnBApi 组

# hdrDownloadCacheData
source: Download Cache Data
es: Descargar datos de la caché
zh: 下载缓存数据

# hdrDUNSRegistrationSetup
source: DUNS Registration Setup
es: Configuración del registro DUNS
zh: DUNS 注册设置

# hdrDUNSRegistrationSetupList
source: DUNS Registration Setup List
es: Lista de configuración del registro DUNS
zh: DUNS 注册设置列表

# hdrEditAdditionalAutoAcceptanceRules
source: Edit Additional Auto Acceptance Rules
es: Editar reglas adicionales de autoaceptación
zh: 编辑其他自动接受规则

# hdrEditBusinessElements
source: Edit Business Elements
es: Editar elementos del negocio
zh: 编辑商业元素

# hdrExactMatchRequired
source: Exact Match Required
es: Se requiere una coincidencia exacta
zh: 必须精确匹配

# hdrExclusionsforCleanseMatchAPICalls
source: Exclusions for Cleanse Match API Calls
es: Exclusiones para la depuración de llamadas API coincidentes
zh: 清除匹配 API 呼叫的除外情况

# hdrGlobal MatchAutoAcceptanceSettings
source: Global Match Auto-Acceptance Settings
es: Ajustes de autoaceptación de coincidencias globales
zh: 全局匹配自动接受设置

# hdrGlobalMatchAutoAcceptanceSettings
source: Global Match Auto-Acceptance Settings
es: Ajustes de autoaceptación de coincidencias globales
zh: 全局匹配自动接受设置

# hdrGlobalMinimumMatchCriteria
source: Global Minimum Match Criteria
es: Criterios de coincidencia global mínima
zh: 全局最低匹配条件

# hdrLicenseSettings
source: License Settings
es: Ajustes de la licencia
zh: 许可证设置

# hdrMatchCandidates
source: Match Candidates
es: Emparejar candidatos
zh: 匹配候选项

# hdrMatchGrade
source: Match Grade
es: Grado de coincidencia
zh: 匹配等级

# hdrMinimumMatchCriteriaOverride
source: Minimum Match Criteria Override
es: Anulación del criterio de coincidencia mínima
zh: 最低匹配条件覆盖

# hdrMonitoringDirectPlus
source: Monitoring Direct +
es: Monitoreo Direct+
zh: 监视 Direct +

# hdrMonitoringDUNSDetails
source: Monitoring DUNS Details
es: Monitorear detalles del DUNS
zh: 监视 DUNS 详细信息

# hdrMonitorProfile
source: Monitor Profile
es: Perfil de monitoreo
zh: 监视配置文件

# hdrMonitorProfileList
source: Monitor Profile List
es: Lista del perfil de monitoreo
zh: 监视配置文件列表

# hdrMultiPassConfiguration
source: Multi-Pass Configuration
es: Configuración de múltiples pasadas
zh: 多遍配置

# hdrMultiPassPrecedence
source: Multi-Pass Precedence
es: Prioridad de múltiples pasadas
zh: 多次通过优先级

# hdrMultiPassTagSelection
source: Multi-Pass Tag Selection
es: Selección de etiquetas de varias pasadas
zh: 多遍标签选择

# hdrNotificationProfile
source: Notification Profile
es: Perfil de notificación
zh: 通知配置文件

# hdrNotificationProfileList
source: Notification Profile List
es: Lista del perfil de notificación
zh: 通知配置文件列表

# hdrOverrideDandBAPICredentials
source: Override D&B API Credentials
es: Anular las credenciales de la API de D&B
zh: 覆盖 D&B API 凭据

# hdrOverrideList
source: Override List
es: Anular lista
zh: 覆盖列表

# hdrProcessSetting
source: Process Setting
es: Ajuste del proceso
zh: 流程设置

# hdrRegistrationDetails
source: Registration Details
es: Datos de registro
zh: 注册详细信息

# hdrRemoveDUNSregistration
source: Remove DUNS from registration
es: Eliminar DUNS del registro
zh: 从注册中删除 DUNS

# hdrThirdPartyEnrichment
source: ThirdParty Enrichment
es: Enriquecimiento de terceros
zh: 第三方充实

# hdrUserComment
source: User Comment
es: Comentario del usuario
zh: 用户注释

# hdrUserPreference
source: User Preference
es: Preferencia del usuario
zh: 用户偏好

# hdrUserPreferenceList
source: User Preference List
es: Lista de preferencias del usuario
zh: 用户偏好列表

# hdrVerificationGroup
source: Verification Groups
es: Grupos de verificación
zh: 验证组

# lblAcceptActiveOnly
source: Accept Active Records Only
es: Aceptar solo registros activos
zh: 仅接受活动记录

# lblAcceptHQOnly
source: Accept Headquarters Record Only
es: Aceptar registro de la sede únicamente
zh: 仅接受总部记录

# lblAcceptLinkedOnly
source: Accept Linked Records Only
es: Aceptar solo registros vinculados
zh: 仅接受链接的记录

# lblAcceptsExcelFiles
source: (Accepts only Excel files)
es: (Solo acepta archivos de Excel)
zh: （仅接受 Excel 文件）

# lblAcceptSingleOnly
source: Accept Single Candidate Records Only
es: Aceptar solo registros de candidatos individuales
zh: 仅接受单个候选记录

# lblActivationDateTime
source: Activation Date Time
es: Activación Fecha Hora
zh: 激活日期时间

# lblActiveRulesOnly
source: Active Rules
es: Reglas activas
zh: 活动规则

# lblAdd
source: Add
es: Agregar
zh: 加

# lblAddDandBLicenseKey
source: Add D&B License Key
es: Agregar claves de licencia de D&B
zh: 添加 D&B 许可证秘钥

# lblAddDUNSRegistration
source: Add DUNS to registration
es: Agregar DUNS al registro
zh: 添加 DUNS 到注册

# lblAddElements
source: Add Elements
es: Agregar elementos
zh: 添加元素

# lblAdditionalActions
source: Additional Actions
es: acciones adicionales
zh: 其他操作

# lblAddNotification
source: Create Notification Profile
es: Crear perfil de notificación
zh: 创建通知配置文件

# lblAddress
source: Address
es: Dirección
zh: 其他操作

# lblAlwaysRefresh
source: Always Refresh
es: Actualizar siempre
zh: 总是刷新

# lblAnd
source: And
es: Y
zh: 并且

# lblAPIFamily
source: APIFamily
zh: API家族

# lblAPIKey
source: API Key
es: Clave API
zh: API 秘钥

# lblAPIKeyRequired
source: API Key is required.
es: Se requiere una clave API.
zh: API 密钥为必填。

# lblAPIPassword
source: API Password
es: Contraseña de la API
zh: API 密码

# lblAPISecret
source: API Secret
es: Secreto de la API
zh: API 密码

# lblAPISecretRequired
source: API Secret is required.
es: Se requiere el secreto de la API.
zh: API 密码为必填。

# lblAPIType
source: API Type
es: Tipo de API
zh: API 类型

# lblAPITypeRequire
source: Please select API Type.
es: Seleccione el tipo de API.
zh: 请选择API类型。

# lblAPIUrl
source: API Url
es: API de URL
zh: 网址API

# lblApply
source: Apply
es: Aplicar
zh: 应用

# lblAtleastOneproduct
source: Please select atleast one product.
es: Por favor, seleccione al menos un producto.
zh: 请选择至少一件产品。

# lblAutoAcceptance
source: Auto Acceptance
es: Autoaceptación
zh: 自动接受

# lblAutoAcceptanceCriteria
source: Auto-Acceptance Criteria (Good Match)
es: Criterios de autoaceptación (buena coincidencia)
zh: 自动接受条件（良好匹配）

# lblAutoAcceptDirectives
source: Auto-Accept Directives
es: Directivas de autoaceptación
zh: 自动接受指令

# lblAutoRefreshEnrichmentSettings
source: Auto Refresh Enrichment Settings
es: Actualizar ajustes de enriquecimiento automáticamente
zh: 自动刷新扩充设置

# lblAutoRenew
source: Auto Renew
es: Renovación automática
zh: 自动续订

# lblAutoTransferDUNS
source: Auto Transfer DUNS
es: Transferencia automática de DUNS
zh: 自动传输 DUNS

# lblAvailablePrecedence
source: Available Precedence
es: Prioridad disponible
zh: 可用优先顺序

# lblB
source: B
zh: 乙

# lblBackToMonitoringProfile
source: Back To Monitoring Profile
es: Volver al perfil de monitoreo
zh: 返回监视配置文件

# lblBatchSize
source: Batch Size
es: Tamaño del lote
zh: 批大小

# lblBatchSizeRequired
source: Cleanse Match Batch Size is required.
es: Se requiere un tamaño de lote de depuración de coincidencias.
zh: 清除匹配批大小为必填。

# lblBeginDate
source: Begin Date
es: Fecha de inicio
zh: 开始日期

# lblBillingEndorsementText
source: Billing Endorsement Text
es: Texto de aprobación de la facturación
zh: 账单背书文本

# lblBusinessName
source: Business Name
es: Nombre comercial
zh: 企业名称

# lblBusinessType
source: Business Type
es: Tipo de negocio
zh: 业务类型

# lblCacheDataDanBNote
source: Please contact Dun & Bradstreet Support team to enable data caching and enter your unique client code.
es: Por favor, póngase en contacto con el equipo de soporte de Dun & Bradstreet para activar el almacenamiento de datos e introducir su código de cliente único.
zh: 请联系 Dun & Bradstreet 支持团队，以启用数据缓存，并输入你的唯一客户代码。

# lblCacheDataMatchbookNote
source: Please contact Matchbook Support team to enable data caching and enter your unique client code.
es: Por favor, póngase en contacto con el equipo de soporte de Matchbook Support para activar el almacenamiento de datos e introducir su código de cliente único.
zh: 请联系 Matchbook 支持团队，以启用数据缓存，并输入你的唯一客户代码。

# lblCancel
source: Cancel
es: Cancelar
zh: 取消

# lblCandidateRange
source: Candidate Result range should 1 to 50
es: El rango de resultados de los candidatos debe ser de 1 a 50
zh: 候选项结果的范围的值应在 1 到 50 之间

# lblCity
source: City
es: Ciudad
zh: 市/县

# lblCleanseMatchBatchSize
source: Cleanse Match Batch Size
es: Tamaño de lote de depuración de coincidencias
zh: 清除匹配批大小

# lblCleanseMatchBatchSizeRequired
source: Cleanse Match Batch Size is required.
es: Se requiere un tamaño de lote de depuración de coincidencias.
zh: 清除匹配批大小为必填。

# lblClearFilter
source: Clear Filter
es: Filtro claro
zh: 清除筛选

# lblclickhere
source: click here
es: haga clic aquí
zh: 点击这里

# lblClientCode
source: Client Code
es: Código de cliente
zh: 客户代码

# lblComment
source: Comment
es: Comentario
zh: 注释

# lblCommentRequire
source: Please select comment
es: Por favor, seleccione el comentario
zh: 请选择注释

# lblCompany
source: Company
es: Compañía
zh: 公司

# lblCompanyScore
source: Company Score
es: Puntuación de la compañía
zh: 公司得分

# lblCompliance
source: Compliance
es: Conformidad
zh: 合规

# lblCompressedProductIndicator
source: Compressed Product Indicator
es: Indicador de productos comprimidos
zh: 压缩的产品指示器

# lblCondition
source: Condition
es: Condición
zh: 条件

# lblConditions
source: Conditions
es: condiciones
zh: 条件

# lblConditionsRequired
source: Conditions is required.
es: Se requieren condiciones.
zh: 条件为必填。

# lblConfidenceCode
source: Confidence Code
es: Código de confianza
zh: 置信代码

# lblCountry
source: Country
es: País
zh: 国家/地区

# lblCountryCode
source: Country Code
es: Código de país
zh: 国家/地区代码

# lblCountryGroup
source: Country Group
es: Grupo de países
zh: 国家/地区组

# lblCountryGroupName
source: Country Group Name
es: Nombre del grupo de países
zh: 国家/地区组名称

# lblCreateConditions
source: Create Conditions
es: Crear condiciones
zh: 创建条件

# lblCreateDUNSRegistration
source: Create DUNS Registration
es: Crear registro DUNS
zh: 创建DUNS注册

# lblCreateMonitoringProfile
source: Create Monitoring Profile
es: Crear Perfil de monitoreo
zh: 创建监视配置文件

# lblCreateUserPreference
source: Create User Preference
es: Crear preferencia de usuario
zh: 创建用户首选项

# lblCredential
source: Credential
es: Credencial
zh: 凭据

# lblCredentialName
source: Credential Name
es: Nombre de la credencial
zh: 凭据名称

# lblCredentialNameRequire
source: Please select Credential Name.
es: Por favor, seleccione el nombre de la credencial.
zh: 请选择凭据名称。

# lblCredentialNameRequired
source: Credential Name is required
es: Se requiere el nombre de la credencial
zh: 凭据名称为必填。

# lblCustomerReference
source: Customer Reference
es: Referencia de cliente
zh: 客户参考

# lblCustomerReferenceText
source: Customer Reference Text
es: Texto de referencia del cliente
zh: 客户参考文本

# lblDataBlockGroups
source: Data Block Groups
es: Grupos de bloque de datos
zh: 数据块组

# lblDataBlocks
source: Data Blocks
es: Bloques de datos
zh: 数据块

# lblDataEnrichment
source: Data Enrichment
es: Enriquecimiento de datos
zh: 数据扩充

# lblDataImportDuplicateHandling
source: Data Import Duplicate Handling
es: Manejo de duplicados de importación de datos
zh: 数据导入重复处理

# lblDataImportErrorResolution
source: Data Import Error Resolution
es: Resolución de errores en la importación de datos
zh: 数据导入错误分析

# lblDeDuplicateData
source: De-Duplicate Data
es: Desduplicar datos
zh: 重复数据

# lblDefaultPreference
source: Default Preference
es: Preferencia por defecto
zh: 默认偏好

# lblDelete
source: Delete
es: Eliminar
zh: 删除

# lblDeleteAll
source: Delete All
es: Eliminar todos
zh: 删除所有

# lblDeleteCleanseMatchData
source: Delete Cleanse Match Data
es: Eliminar depuración de datos coincidentes
zh: 删除清除匹配数据

# lblDeleteEnrichmentData
source: Delete Enrichment Data
es: Eliminar datos de enriquecimiento
zh: 删除扩充数据

# lblDeliveryFrequency
source: Delivery Frequency
es: Frecuencia de entrega
zh: 交付频率

# lblDeliveryFrequencyRequired
source: Delivery Frequency is required.
es: Se requiere una frecuencia de entrega.
zh: 交付频率为必填。

# lblDeliveryTrigger
source: Delivery Trigger
es: Disparador de entrega
zh: 传送触发

# lblDensity
source: Density
es: Densidad
zh: 密度

# lblDescription
source: Description
es: Descripción
zh: 描述

# lblDescriptionRequired
source: Description Name is required.
es: Se requiere el nombre de la descripción.
zh: 描述名称为必填。

# lblDnBAddressUndeliverable
source: DnBAddressUndeliverable
zh: DnBAddress无法交付

# lblDnBCountryCode
source: DnB Country Code
es: Código de país DnB
zh: DnB 国家/地区代码

# lblDnBDUNSNumber
source: DnBDUNSNumber
zh: DnBDUNS编号

# lblDnBFamilyTreeMemberRole
source: DnBFamilyTreeMemberRole
zh: DnBF家庭树成员角色

# lblDnBMDPCount
source: DnB MDP Count
es: Conteo del MDP de DnB
zh: DnB MDP 计数

# lblDnBOperatingStatus
source: DnBOperatingStatus
zh: DnBO经营状况

# lblDnBStandaloneOrganization
source: DnBStandaloneOrganization
zh: DnB独立组织

# lblDnBTelephoneNumber
source: DnBTelephoneNumber
zh: DnBT电话号码

# lblDontImportDataAlreadyMatchbookQueues
source: Don't import data already in Matchbook Queues
es: No importar los datos que ya están en las colas de Matchbook
zh: 请勿导入 Matchbook 队列中已存在的数据

# lblDontimportdataSlreadyDunBradstreetQueues
source: Don't import data already in Dun & Bradstreet Queues
es: No importar los datos que ya están en las colas de Dun & Bradstreet
zh: 请勿导入 Dun & Bradstreet 队列中已存在的数据

# lblDOS1
source: Degrees Of Separation 1
es: Grados de separación 1
zh: 分离度1

# lblDOS2
source: Degrees Of Separation 2
es: Grados de separación 2
zh: 分离度2

# lblDOS3
source: Degrees Of Separation 3
es: Grados de separación 3
zh: 分离度3

# lblDOS4
source: Degrees Of Separation 4
es: Grados de separación 4
zh: 分离度4

# lblDOS5
source: Degrees Of Separation 5
es: Grados de separación 5
zh: 分离度5

# lblDOS6
source: Degrees Of Separation 6
es: Grados de separación 6
zh: 分离度6

# lblDOS7
source: Degrees Of Separation 7
es: Grados de separación 7
zh: 分离度7

# lblDownloadCacheData
source: Download Cache Data
es: Descargar datos de la caché
zh: 下载缓存数据

# lblDownloadSamplefile
source: Download Sample file
es: Descargar archivo de muestra
zh: 下载样本文件

# lblDUNS
source: DUNS
zh: 邓斯

# lblDunsCount
source: Duns Count
es: Conteo de Duns
zh: Duns 计数

# lblDUNSDetail
source: DUNS Detail
es: Detalle de DUNS
zh: DUNS 详细信息

# lblDUNSRegistration
source: For lists 100,000 or fewer, multiple requests per day can be submitted, but should be limited to 2 or 3
es: En el caso de las listas de 100.000 o menos, se pueden presentar múltiples solicitudes por día, pero deben limitarse a 2 o 3
zh: 对于值在 100,000 或以下的列表，每天可以提交多次请求，但是应限于 2 次或 3 次

# lblDUNSRegistrationSetup
source: DUNS Registration Setup
es: Configuración del registro DUNS
zh: DUNS 注册设置

# lblEdit
source: Edit
es: Editar
zh: 编辑

# lblEditElements
source: Edit Elements
es: Editar elementos
zh: 编辑元素

# lblElement
source: Element
es: Elemento
zh: 元素

# lblElementRequired
source: Element is required.
es: Se requiere un elemento.
zh: 元素为必填。

# lblEmail
source: Email
es: Correo electrónico
zh: 电子邮件

# lblEmailRequired
source: Email is required.
es: Se requiere un correo electrónico.
zh: 电子邮件为必填。

# lblEnable
source: Enable
es: Habilitar
zh: 启用

# lblEnableDataCacheCleanseMatch
source: Enable data cache for Cleanse Match
es: Habilitar la caché de datos para depuración de coincidencias
zh: 为清除匹配启用数据缓存

# lblEnableDataCacheEnrichment
source: Enable data cache for Enrichment
es: Habilitar la caché de datos para el enriquecimiento
zh: 为扩充启用数据缓存

# lblEnableInvestigation
source: Enable Investigation
es: Habilitar la investigación
zh: 启用调查

# lblEnableMissingDataFromProvider
source: Enable Missing Data From Provider
es: Habilitar los datos faltantes del proveedor
zh: 从供应程序启用缺失数据

# lblEnableMonitoring
source: Enable Monitoring
es: Habilitar el monitoreo
zh: 启用监视

# lblEnablePeriodicRefresh
source: Enable Periodic Refresh
es: Habilitar actualización periódica
zh: 启用定期刷新

# lblEndDate
source: End Date
es: Fecha de finalización
zh: 结束日期

# lblEnrichmentGroupName
source: Enrichment Group Name
es: Nombre del grupo de enriquecimiento
zh: 扩充区组名称

# lblEnrichmentSettingsforUIFirmographics
source: Enrichment Settings for UI Firmographics
es: Ajustes de enriquecimiento para la firmografía de la IU
zh: UI Firmographics 的扩充设置

# lblEntitlements
source: Entitlements
es: Derechos
zh: 权益

# lblError
source: Error
zh: 错误

# lblExample
source: Example
es: Ejemplo
zh: 范例

# lblExcludedCandidate
source: ExcludedCandidate
zh: 排除候选人

# lblExcludeFromAutoAccept
source: Exclude From Auto Accept
es: Excluir de la autoaceptación
zh: 从自动接受中排除

# lblExclusionsforCleanseMatchAPI
source: Exclusions for Cleanse Match API
es: Exclusiones para la depuración de API coincidentes
zh: 清除匹配 API 的除外情况

# lblExport
source: Export
es: Exportar
zh: 导出

# lblExportCSV
source: Export to CSV
es: Exportar a CSV
zh: 导出为 CSV

# lblExportToExcel
source: Export To Excel
es: Exportar a Excel
zh: 导出为 Excel

# lblFailImportOnError
source: Fail Import On Error
es: Error de importación en caso de error
zh: 错误导入失败

# lblFalse
source: False
es: Falso
zh: 假

# lblFeature
source: Feature
es: Función
zh: 功能

# lblFieldRequired
source: Field is required
es: Se requiere campo
zh: 必填项

# lblFields
source: Fields
es: Campos
zh: 领域

# lblFileTransferProfile
source: File Transfer Profile
es: Perfil de transferencia de archivos
zh: 文件传输配置文件

# lblFilterRecords
source: Filter Records
es: Filtrar registros
zh: 筛选记录

# lblFirmographicAPI
source: Firmographic API
es: API firmográfica
zh: 固件APIAPI类型。

# lblFirstRowFileheader
source: First row is a file header
es: La primera fila es un encabezado de archivo
zh: 第一行为文件标头

# lblGlobalMatchAutoAcceptance
source: Global Match Auto-Acceptance
es: Autoaceptación de coincidencias globales
zh: 全局匹配自动接受

# lblGoogle
source: Google
zh: 谷歌

# lblGroupIdRequired
source: The groupId field is required.
es: El campo "groupId" es obligatorio.
zh: 组 ID 字段为必填。

# lblGroupName
source: Group Name
es: Nombre del grupo
zh: 组名称

# lblGroupNameRequire
source: Please enter group name.
es: Por favor, ingrese el nombre del grupo.
zh: 请输入组名称。

# lblIdentityResolution
source: Identity Resolution
es: Resolución de identidad
zh: 身份分析

# lblImportData
source: Import Data
es: Importar datos
zh: 导入数据

# lblImportDatatoDB
source: Import data into database
es: Importar datos a la base de datos
zh: 将数据导入数据库

# lblInactiveRulesOnly
source: Inactive Rules
es: Reglas inactivas
zh: 无效规则

# lblInputHeader
source: Input Header
es: Ingresar encabezado
zh: 输入标头

# lblInquiryReferenceText
source: Inquiry Reference Text
es: Texto de referencia de la consulta
zh: 查询参考文本

# lblInquiryReferenceTextRequired
source: Inquiry Reference Text is required.
es: Se requiere un texto de referencia de la consulta.
zh: 查询参考文本为必填。

# lblInvestigations
source: Investigations
es: investigaciones
zh: 调查

# lblLevel
source: Level
es: Nivel
zh: 层级

# lblLicense
source: License
es: Licencia
zh: 许可证

# lblLimitDOS
source: Limit Records Based on Degrees of Separation
es: Limitar registros basados ​​en grados de separación
zh: 基于分离度的极限记录

# lblManageCacheDataSettings
source: Manage Cache Data Settings
es: Gestionar ajustes de datos en caché
zh: 管理缓存数据设置

# lblMappingColumns
source: Please map your file columns to the corresponding table columns
es: Por favor, mapee las columnas de su archivo a las columnas de la tabla correspondiente
zh: 请将文件列映射到相应的表列

# lblMatchDataCriteria
source: Match Criteria
es: Criterios de coincidencia
zh: 比赛条件

# lblMatchGrade
source: Match Grade
es: Grado de coincidencia
zh: 匹配等级

# lblMatchGradeComponent
source: Match Engine
zh: 比赛引擎

# lblMatchGradeComponentCount
source: Match Grade Component Count
es: Conteo del componente del grado de coincidencia
zh: 匹配等级组件计数

# lblMaxCandidateQty
source: The field must be in range 1 to 50.
es: El campo debe estar en el rango de 1 a 50.
zh: 字段的值必须在 1 到 50 之间。

# lblMaxCandidateResults
source: Max Candidate Results
es: Resultados del candidato máximo
zh: 最多候选项结果

# lblMaximumCandidateResults
source: Maximum Candidate Results
es: Resultados del candidato máximo
zh: 最多候选项结果

# lblMaximumParallelThread
source: Maximum Parallel Thread
es: Hilo paralelo máximo
zh: 最多并行线程

# lblMDPCode
source: MDPCode
zh: MDP代码

# lblMDPValue
source: MDP Value
es: Valor de MDP
zh: MDP 值

# lblMinConfidenceCode
source: Min Confidence Code
es: Código de confianza mín.
zh: 最小置信代码

# lblMinimumConfidenceLevel
source: Minimum Confidence Level
es: Nivel mínimo de confianza
zh: 最小置信代码

# lblMinimumMatchCriteria
source: Minimum Match Criteria
es: Criterio de coincidencia mínima
zh: 最低匹配条件

# lblMinimumMatchCriteriaOverride
source: Minimum Match Criteria Override
es: Anulación del criterio de coincidencia mínima
zh: 最低匹配条件覆盖

# lblMinMatchScore
source: Min.Match Score
es: Puntuación mín. de coincidencia
zh: 最低匹配得分

# lblMinMaxConfidanceLevel
source: The field must be in range 1 to 50.
es: El campo debe estar en el rango de 1 a 50.
zh: 字段的值必须在 1 到 10 之间。

# lblMonitorEntireProductLayer
source: Monitor entire Product Layer for changes
es: Monitorear toda la capa de producto para ver si hay cambios
zh: 监视整个产品层的更改

# lblMonitoring
source: Monitoring
es: Monitorear
zh: 监视

# lblMonitoringDirect20
source: Monitoring Direct 2.0
es: Monitorear Direct 2.0
zh: 监视 Direct 2.0

# lblMonitoringDirectPlus
source: Monitoring Direct +
es: Monitoreo Direct+
zh: 监视 Direct +

# lblMonitoringProfile
source: Monitoring Profile
es: Perfil de monitoreo
zh: 监视配置文件

# lblMonitoringProfileRequired
source: Monitoring Profile Name is required
es: Se requiere un nombre para perfil de monitoreo
zh: 监视配置文件名称为必填

# lblNationalID
source: National ID
es: Identificación nacional
zh: 国民身份证

# lblNo
source: No
zh: 没有

# lblNoDataAreAvailable
source: No data are available
es: No hay datos disponibles
zh: 无可用数据

# lblNoDUNSfound
source: No DUNS found.
es: No se encontró el DUNS.
zh: 未找到 DUNS。

# lblNoduplicatecheckforimport
source: No duplicate check for import
es: No hay verificación de duplicados para importar
zh: 无导入重复项检查

# lblNote
source: Note
es: Nota
zh: 备注
