Repository: kingjullien/demo
Catalog: SBISCCMWeb/LanguageResources/DandB/DandBSettingLang.*.resx
Languages: es, zh

# lblNoteDeDuplicate
source: This process removes duplicate records across all queues, including the Match Data, Clean Data and Output Queue
es: Este proceso elimina los registros duplicados de todas las colas, incluyendo la de emparejar datos, eliminar datos y salida
zh: 此流程将删除所有队列中的重复记录，包括匹配数据、清理数据和输出队列

# lblNoteFeatures
source: if enabled, duplicate check uses a combination of SrcRecordId and the Source tags in the imported data to identity potential duplicates
es: Si está activada, la verificación de duplicados utiliza una combinación de etiquetas de SrcRecorId y de la Fuente en los datos importados para identificar los posibles duplicados
zh: 一经启用，重复检查流程将通过结合使用 SrcRecorId 和导入数据中的源标签来标识潜在的重复项

# lblNoteInformationAboutAttributes
source: Note : For more information about attributes please
es: Nota: Para obtener más información sobre los atributos, por favor
zh: 注意：有关属性的更多信息，请

# lblNotePreviewAutoAcceptance
source: Note : we are showing only top 100 records for preview, please download file using export for preview all data
es: Nota: solo se muestran los 100 mejores registros para la vista previa, descargue el archivo usando la exportación para la vista previa de todos los datos
zh: 注：只显示前 100 条记录作为预览，请下载文件，使用导出预览所有数据

# lblNotificationProfile
source: Notification Profile
es: perfil de notificación
zh: 通知配置文件

# lblNotificationProfileDescription
source: Notification Profile Description
es: Descripción del perfil de notificación
zh: 通知配置文件描述

# lblNotificationProfileDescriptionRequired
source: Notification Profile Description is required.
es: Se requiere una descripción del perfil de notificación.
zh: 通知配置文件描述为必填。

# lblNotificationProfileName
source: Notification Profile Name
es: Nombre del perfil de notificación
zh: 通知配置文件名称

# lblNotificationProfileNameRequired
source: Notification Profile Name is required.
es: Se requiere un nombre del perfil de notificación.
zh: 通知配置文件名称为必填。

# lblNotificationProfileRequired
source: Notification Profile Name is required.
es: Se requiere un nombre del perfil de notificación.
zh: 通知配置文件名称为必填。

# lblNotificationsSuppressed
source: Notifications Suppressed
es: Notificaciones suprimidas
zh: 通知取消

# lblNumberofDays
source: Number of Days
es: Cantidad de días
zh: 天数

# lblOperatingStatus
source: Operating Status
es: Estado de funcionamiento
zh: 运行状态

# lblPageSize
source: Page Size
es: Tamaño de página
zh: 页面大小

# lblPauseCleanseMatch
source: Pause Cleanse Match
es: Pausar la depuración de coincidencias
zh: 暂停清除匹配

# lblPauseDataEnrichment
source: Pause Data Enrichment
es: Pausar enriquecimiento de datos
zh: 暂停数据扩充

# lblPeriodicRefreshIntervalDays
source: Periodic Refresh IntervalDays
es: Intervalo de actualización periódica Días
zh: 定期刷新间隔天数

# lblPhone
source: Phone
es: Teléfono
zh: 电话

# lblPhoneNbr
source: PhoneNbr
zh: 电话号码

# lblPhoneNumber
source: Phone Number
es: Número de teléfono
zh: 电话号码

# lblPOBox
source: PO Box
zh: 邮政信箱

# lblPostalCode
source: Postal Code
es: Código postal
zh: 邮编

# lblPrecedenceSteps
source: Precedence Steps
es: Pasos de precedencia
zh: 优先步骤

# lblPreferenceDescription
source: Preference Description
es: Descripción de la preferencia
zh: 偏好描述

# lblPreferenceDescriptionRequired
source: Preference Description is required.
es: Se requiere la descripción de la preferencia.
zh: 偏好描述为必填。

# lblPreferenceName
source: Preference Name
es: Nombre de la preferencia
zh: 偏好名称

# lblPreferenceNameRequired
source: Preference name is required.
es: Se requiere el nombre de la preferencia.
zh: 偏好名称为必填。

# lblPreferenceType
source: Preference Type
es: Tipo de la preferencia
zh: 偏好类型

# lblPreferenceValue
source: Preference Value (Email)
es: Valor de preferencia (correo electrónico)
zh: 偏好值（电子邮件）

# lblPreferHQ
source: Prefer Headquarters Record
es: Preferir registro de la sede
zh: 偏爱总部记录

# lblPreferLinked
source: Prefer Linked Records
zh: 优先链接记录

# lblPreview
source: Preview
es: Avance
zh: 预习

# lblProcessing
source: Please wait while processing...
es: Por favor espere mientras procesa ...
zh: 正在处理中，请稍候...

# lblProduct
source: Product
es: Producto
zh: 产品

# lblProductLayer
source: Product Layer
es: Capa del producto
zh: 产品层

# lblProductRequired
source: Product is required.
es: Se requiere un producto.
zh: 产品为必填。

# lblProfileName
source: Profile Name
es: Nombre del perfil
zh: 配置文件名称

# lblProfileNameRequired
source: Profile Name is required.
es: Se requiere un nombre del perfil.
zh: 配置文件名称为必填。

# lblProspectingBuildalist
source: Prospecting / Build-a-list
es: Prospección/Construcción de una lista
zh: 展望/构建列表

# lblProvider
source: Provider
es: Proveedor
zh: 提供者

# lblRegistartionStatus
source: Registration Status
es: Estado del registro
zh: 注册状态

# lblRegistration
source: Registration
es: Registro
zh: 注册

# lblRegistrationDunsNote
source: For lists 100,000 or fewer, multiple requests per day can be submitted, but should be limited to 2 or 3
es: En el caso de las listas de 100.000 o menos, se pueden presentar múltiples solicitudes por día, pero deben limitarse a 2 o 3
zh: 对于值在 100,000 或以下的列表，每天可以提交多次请求，但是应限于 2 次或 3 次

# lblRegistrationName
source: Registration Name
es: Nombre del registro
zh: 注册名称

# lblRegistrations
source: Registrations
es: Registros
zh: 注册

# lblRegistrationType
source: Registration Type
es: Tipo de registro
zh: 注册类型

# lblRejectErrorRows
source: Reject Error Rows
es: Rechazar filas de error
zh: 拒绝错误行

# lblRemoveDUNSregistration
source: Remove DUNS from registration
es: Eliminar DUNS del registro
zh: 从注册中删除 DUNS

# lblRemoveDuplicaterecordsActiveAndOutputQueues
source: Remove duplicate records from Active and Output Queues
es: Eliminar registros duplicados de las colas activas y de salida
zh: 从活动及输出队列中删除重复记录

# lblRemoveDuplicateRecordsActiveOutputQueues
source: Remove duplicate records from Active and Output Queues
es: Eliminar registros duplicados de las colas activas y de salida
zh: 从活动及输出队列中删除重复记录

# lblRemoveDuplicateRecordsActiveQueues
source: Remove duplicate records from the Active Queues
es: Eliminar registros duplicados de las colas activas
zh: 从活动队列中删除重复记录

# lblRequiredAPICred
source: The APICredential field is required.
es: El campo APICredential es obligatorio.
zh: APICredential字段为必填字段。

# lblRequiredAPIPassword
source: The APIPassword field is required.
es: El campo APIPassword es obligatorio.
zh: APIPassword字段为必填字段。

# lblRequiredCredential
source: please select Credential
es: por favor seleccione Credencial
zh: 请选择凭证

# lblRequiredCredName
source: The CredentialName field is required.
es: El campo CredentialName es obligatorio.
zh: CredentialName字段为必填。

# lblRequiredDataBlockGroupName
source: Data Block Group name is required.
es: Se requiere el nombre del grupo de bloque de datos.
zh: 数据块组名称是必需的。

# lblRequiredOneDataBlock
source: select at least one data block.
es: seleccione al menos un bloque de datos.
zh: 选择至少一个数据块。

# lblResertTypeYes
source: Please type 'YES' to reset data.
es: Por favor, escriba "SÍ" para restablecer los datos.
zh: 请输入“YES”重置数据。

# lblReset
source: Reset
es: Reiniciar
zh: 重启

# lblResetData
source: Reset Data
es: Restablecer datos
zh: 重置数据

# lblResetDataConfiguration
source: Reset Data and Configuration
es: Restablecer datos y configuración
zh: 重置数据和配置

# lblRetrievechangesonly
source: Retrieve changes only
es: Recuperar solo cambios
zh: 仅检索更改

# lblRetrievecompleterecord
source: Retrieve complete record
es: Recuperar registro completo
zh: 检索完整记录

# lblRunRules
source: Run Rules
es: Ejecutar reglas
zh: 运行规则

# lblSave
source: Save
es: Guardar
zh: 保存

# lblScoreRange
source: Score Range
es: Rango de puntuación
zh: 得分范围

# lblSelect
source: --Select--
es: Seleccionar todo
zh: - 选择 -

# lblSelectAddressCode
source: Select Address Code
es: Seleccionar código de dirección
zh: 选择地址码

# lblSelectAddressGrade
source: Select Address Grade
es: Seleccionar grado de dirección
zh: 选择地址等级

# lblSelectAll
source: Select All
es: Seleccionar todos
zh: 全选

# lblSelectCityCode
source: Select City Code
es: Seleccionar código de ciudad
zh: 选择城市代码

# lblSelectCityGrade
source: Select City Grade
es: Seleccione ciudad grado
zh: 选择城市等级

# lblSelectCompanyCode
source: Select Company Code
es: Seleccione el código de la compañía
zh: 选择公司代码

# lblSelectCompanyGrade
source: Select Company Grade
es: Seleccionar grado de empresa
zh: 选择公司等级

# lblSelectConfidenceCode
source: Select Confidence Code
zh: 选择信任码

# lblSelectCountry
source: Select Country
es: Seleccionar país
zh: 选择国家

# lblSelectCountryCode
source: Select Country Code
es: Seleccionar código de país
zh: 选择国家代码

# lblSelectCountryGroup
source: Select Country Group
es: Seleccionar grupo de países
zh: 选择国家组

# lblSelectDensity
source: Select Density
es: Seleccionar densidad
zh: 选择密度

# lblSelectedPrecedence
source: Selected Precedence
es: Prioridad seleccionada
zh: 选定的优先顺序

# lblSelectLookups
source: Select Lookups
es: Seleccionar búsquedas
zh: 选择查找

# lblSelectPhoneCode
source: Select Phone Code
es: Seleccionar código de teléfono
zh: 选择电话代码

# lblSelectPhoneGrade
source: Select Phone Grade
es: Seleccionar grado de teléfono
zh: 选择手机等级

# lblSelectSIC
source: Select SIC
es: Seleccione SIC
zh: 选择SIC

# lblSelectStateCode
source: Select State Code
es: Seleccionar código de estado
zh: 选择州代码

# lblSelectStateGrade
source: Select State Grade
es: Seleccionar grado estatal
zh: 选择州等级

# lblSelectStreetCode
source: Select Street Code
es: Seleccionar código de calle
zh: 选择街道代码

# lblSelectStreetGrade
source: Select Street Grade
es: Seleccionar grado de calle
zh: 选择街道等级

# lblSelectStreetNameCode
source: Select Street Name Code
es: Seleccionar código de nombre de calle
zh: 选择街道名称代码

# lblSelectStreetNameGrade
source: Select Street Name Grade
es: Seleccione el nombre de la calle Grado
zh: 选择街道名称等级

# lblSelectUniqueness
source: Select Uniqueness
es: Seleccionar singularidad
zh: 选择唯一性

# lblSelectZipGrade
source: Select Zip Grade
es: Seleccione Zip Grade
zh: 选择邮编等级

# lblSetEntitlements
source: Set Entitlements
es: Establecer derechos
zh: 设置权利

# lblSIC
source: SIC
zh: 集成电路

# lblSingleCandidateMatch
source: Match Single Candidate Record Only
es: Coincidir solo con el registro de candidato unico
zh: 仅匹配单个候选记录

# lblSingleentitysearch
source: Single entity search
es: Búsqueda de una sola entidad
zh: 单一实体搜索

# lblState
source: State
es: Estado
zh: 州

# lblStopDeliveryIndicator
source: Stop Delivery Indicator
es: Indicador de detener entrega
zh: 停止交付指示器

# lblStreet
source: Street#
es: Nro. de calle
zh: 街道编号

# lblStreetName
source: Street Name
es: Nombre de la calle
zh: 街道名称

# lblStreetNo
source: StreetNo
zh: 街道编号

# lblSubjectCategory
source: Subject Category
es: Categoría de asunto
zh: 主题类别

# lblSubmit
source: Submit
es: Enviar
zh: 提交

# lblSuccess
source: Success
es: Éxito
zh: 成功

# lblSuppressNotifications
source: Suppress Notifications
es: Suprimir notificaciones
zh: 禁止通知

# lblSyncMonitoringData
source: Sync Monitoring Data
es: Sincronizar datos de monitoreo
zh: 同步监视数据

# lblSyncNotificationData
source: Sync Notification Data
es: Sincronizar datos de notificación
zh: 同步通知数据

# lblSyncRegistration
source: Sync Registration
es: Sincronizar registro
zh: 同步注册

# lblSyncUserPrefrenceData
source: Sync User Prefrence Data
es: Sincronizar datos de preferencia del usuario
zh: 同步用户偏好数据

# lblTableColumn
source: Table Column
es: Columna de la tabla
zh: 表列

# lblTag
source: Tag
es: Etiqueta
zh: 标签

# lblTagRequired
source: Tag is required.
es: Se requiere una etiqueta.
zh: 标签为必填。

# lblTags
source: Tags
es: Etiquetas
zh: 标签

# lblTelephone
source: Telephone
es: Teléfono
zh: 电话

# lblTextForF
source: Below 36
es: Por debajo de 36
zh: 36以下

# lblThirdPartyEnrichment
source: ThirdParty Enrichment
es: Enriquecimiento de terceros
zh: 第三方充实

# lblThirdPartyProvider
source: ThirdParty Provider
es: Proveedor de terceros
zh: 第三方提供商

# lblThirdPartyProviderRequired
source: Third party provider is required
es: Se requiere un proveedor externo
zh: 需要第三方提供商

# lblTradeUp
source: Trade Up
es: Permutar por algo de mayor valor
zh: 交易

# lblTransactionTimestamp
source: TransactionTimestamp
zh: 交易时间戳

# lblTransferDunsAutoEnrich
source: Transfer Duns Auto Enrich
es: Transferir Duns Auto Enrich
zh: 转让Duns Auto Enrich

# lblTransferDunsAutoEnrichTag
source: Transfer Duns Auto Enrich Tag
es: Transferir etiqueta de autoenriquecimiento de Duns
zh: 传输 Duns 自动扩充标签

# lblTrue
source: True
es: Cierto
zh: 真正

# lblTypeAheadSearch
source: Type Ahead Search
es: Búsqueda avanzada
zh: 提前键入搜索

# lblUniqueness
source: Uniqueness
es: Singularidad
zh: 唯一性

# lblUnsuppressNotifications
source: Un-suppress Notifications
es: Deshabilitar notificaciones
zh: 取消抑制通知

# lblUpdate
source: Update
es: Actualizar
zh: 更新

# lblUpdateDandBLicenseKey
source: Update D&B License Key
es: Actualizar claves de licencia de D&B
zh: 更新 D&B 许可证秘钥

# lblUpdateDUNSRegistration
source: Update DUNS Registration
es: Actualizar registro DUNS
zh: 更新DUNS注册

# lblUpdateMonitoringProfile
source: Update Monitoring Profile
es: Actualizar perfil de monitoreo
zh: 更新监视配置文件

# lblUpdateMonitoringRegistration
source: Update Monitoring Registration
es: Actualizar registro de monitoreo
zh: 更新监控注册

# lblUpdateNotification
source: Update Notification Profile
zh: 更新通知配置文件

# lblUpdateUserPreference
source: Update User Preference
es: Actualizar preferencias de usuario
zh: 更新用户偏好

# lblURL
source: URL
zh: 网址

# lblUseForCleanseMatch
source: Use For Cleanse Match
es: Usar para depuración de coincidencias
zh: 用于清除匹配

# lblUseForEnrichOverride
source: Use For Enrich Override
es: Usar para anular el enriquecimiento
zh: 用户扩充覆盖

# lblUserPreference
source: UserPreference
zh: 用户首选项

# lblUserPreferenceName
source: User Preference Name
es: Nombre de la preferencia del usuario
zh: 用户偏好名称

# lblUserPreferencesRequired
source: User Preferences is required.
es: Se requieren preferencias del usuario.
zh: 用户偏好为必填。

# lblValidCandidate
source: Candidate Result range should 1 to 50
es: El rango de resultados de los candidatos debe ser de 1 a 50
zh: 候选项结果的范围的值应在 1 到 50 之间

# lblValidEmail
source: Email is not valid.
es: El correo electrónico no es válido.
zh: 电子邮件无效。

# lblValidNumberDays
source: Please enter valid value between 1 and 30.
es: Por favor, ingrese un valor válido entre 1 y 30.
zh: 请输入 1 至 30 之间的有效值。

# lblValue
source: Value
es: Valor
zh: 值

# lblVerificationGroupName
source: Verification Group Name
es: Nombre del grupo de verificación
zh: 验证组名称

# lblVersion
source: Version
es: Versión
zh: 版本

# lblWaitTimeBetweenBatchesRequired
source: Wait Time Between Batches is required.
es: Se requiere un tiempo de espera entre lotes.
zh: 批次之间的等待时间为必填。

# lblYes
source: Yes
es: si
zh: 是

# lblZipCode
source: Zip Code
es: Código postal
zh: 邮编

# lbMatchGrade
source: Match Grade
es: Grado de coincidencia
zh: 匹配等级

# msgAllowNumbers
source: Only numeric values accepted.
es: Solo se aceptan valores numéricos.
zh: 仅接受数值。

# msgAME
source: AME
es: madre
zh: 母亲

# msgClientCodeNotFound
source: Client code not found
es: Código de cliente no encontrado
zh: 找不到客户端代码

# msgCommanPurgeMessage
source: Data purged successfully
es: Los datos se han depurado con éxito
zh: 数据已成功清除

# msgCommanRejectMessage
source: Data rejected successfully
es: Los datos se han rechazado con éxito
zh: 数据已成功拒绝

# msgCommonDeleteMessage
source: Data Deleted Successfully
es: Los datos se han eliminado con éxito
zh: 数据已成功删除

# msgCommonMovedMessage
source: Data Moved Successfully
es: Los datos se han desplazado con éxito
zh: 数据已成功移动

# msgCountryGroupDelete
source: Data deleted successfully.
es: Los datos se han eliminado con éxito.
zh: 数据已成功删除。

# msgCreateDUNSRegistration
source: Create DUNS Registration
es: Crear registro DUNS
zh: 创建DUNS注册

# msgCreateMonitoringProfile
source: Create Monitoring Profile
es: Crear perfil de monitoreo
zh: 监视配置文件已成功删除。

# msgCreateNotificationProfile
source: Create Notification Profile
es: Crear perfil de notificación
zh: 创建通知配置文件

# msgCreateUserPreference
source: Create User Preference
es: Crear preferencia de usuario
zh: 创建用户首选项

# msgDataUpdated
source: Data updated successfully.
es: Datos actualizados con éxito.
zh: 数据更新成功。

# msgDeleteAutoAcceptance
source: Are you sure you want to delete record ?
es: ¿Estás segura de que quieres eliminar el registro?
zh: 您确定要删除记录吗？

# msgDeleteDataBlockRecord
source: Are you sure you want to delete record ?
es: ¿Estás segura de que quieres eliminar el registro?
zh: 您确定要删除记录吗？

# msgDeleteElements
source: Are you sure you want to delete Elements?
es: ¿Estás seguro de que quieres eliminar elementos?
zh: 您确定要删除Elements吗？

# msgDeleteMinCCOverride
source: Are you sure you want to delete this record?
es: ¿Seguro que quieres eliminar este registro?
zh: 您确定要删除该记录吗？

# msgDeleteMonitoringProfile
source: Monitoring profile deleted successfully.
es: El perfil de monitoreo se ha eliminado con éxito.
zh: 监控配置文件成功删除。

# msgDeleteMonitorProfile
source: Are you sure you want to delete Monitor Profile?
es: ¿Está seguro de que desea eliminar Monitor Profile?
zh: 您确定要删除监视器配置文件吗？

# msgDeleteNotification
source: Notification deleted successfully.
es: La notificación se ha eliminado con éxito.
zh: 通知已成功删除。

# msgDeleteRecord
source: Are you sure you want to delete this record?
es: ¿Seguro que quieres eliminar este registro?
zh: 您确定要删除该记录吗？

# msgDeleteThirdPartyAPICred
source: Are you sure you want to delete record?
es: ¿Estás segura de que quieres eliminar el registro?
zh: 您确定要删除记录吗？

# msgDeleteUser
source: User deleted successfully.
es: Los usuarios se han eliminado con éxito.
zh: 用户已成功删除。

# msgDeleteUserPreference
source: User preference deleted successfully.
es: La preferencia del usuario se ha eliminado con éxito.
zh: 用户偏好已成功删除。

# msgDisableRule
source: Disable Rule
es: Deshabilitar regla
zh: 禁用规则

# msgDuplicateConditionMonitoringProfile
source: Element or Condition is already exist. please try with different Elements or Condition.
es: El elemento o condición ya existe. Por favor, pruebe con uno diferente.
zh: 要素或条件已存在。请尝试使用其他要素或条件。

# msgDuplicateElementsMonitoringProfile
source: Profile already exists with same product, elements and condition.
es: El perfil ya existe con el mismo producto, elemento y condición.
zh: 相同产品、要素和条件的配置文件已经存在。

# msgDuplicateEmail
source: This Email address is already exist. Please enter another Email address.
es: Esta dirección de correo electrónico ya existe. Por favor, ingrese otra dirección de correo electrónico.
zh: 此电子邮件地址已经存在。请输入其他电子邮件地址。

# msgDuplicateNameMonitoringProfile
source: This Profile Name is already exist. Please enter another Profile Name.
es: Este nombre de perfil ya existe. Por favor, ingrese otro nombre de perfil.
zh: 此配置文件名称已经存在。请输入其他配置文件名称。

# msgDuplicateNameUserPreference
source: User Preference is already exist with same name. Please change user preference name.
es: Ya existe la preferencia de usuario con el mismo nombre. Por favor, cambie el nombre de la preferencia de usuario.
zh: 同名用户偏好已经存在。请更改用户偏好名称。

# msgDuplicateNotification
source: Notification profile is already exist with same name. Please use different name.
es: Ya existe el perfil de notificación con el mismo nombre. Por favor, use un nombre diferente.
zh: 同名通知配置文件已经存在。请使用其他名称。

# msgDuplicateProductMonitoringProfile
source: Profile already exists with same product and monitoring level.
es: El perfil ya existe con el mismo producto y nivel de monitoreo.
zh: 相同产品和监视层级的配置文件已经存在。

# msgDuplicateSAMLuser
source: This SAML user is already exist. Please enter another SAML user.
es: Este usuario SAML ya existe. Por favor, ingrese otro usuario SAML.
zh: 此 SAML 用户已经存在。请输入其他 SAML 用户。

# msgEmailValidation
source: Please insert email address.
es: Por favor, ingrese la dirección de correo electrónico.
zh: 请插入电子邮件地址。

# msgEmailValidation1
source: Please enter email address first.
es: Por favor, ingrese primero la dirección de correo electrónico.
zh: 请先输入电子邮件地址。

# msgEntitlementsReq
source: Entitlements are required.
es: Se requieren derechos.
zh: 必须提供权利。

# msgErrorInsertMonitoringProfile
source: Please try again Monitoring profile is not created successfully.
es: Por favor, inténtelo de nuevo. El perfil de monitoreo no se ha creado con éxito.
zh: 监视配置文件未成功创建，请重试。

# msgGroupConfigurationValidation
source: Every group configurations should be unique.
zh: 每个组的配置都应该是唯一的。

# msgGroupNameExist
source: This Group Name already exist. Please enter another Group Name.
es: Este nombre de grupo ya existe. Por favor, ingrese otro nombre de grupo.
zh: 此组名称已经存在。请输入其他组名称。

# msgGroupNameValidation
source: Every group name should be unique.
es: Cada nombre de grupo debe ser único.
zh: 每个组名都应该是唯一的。

# msgInertUserPreference
source: User preference created successfully.
es: La preferencia del usuario se ha creado con éxito.
zh: 用户偏好已成功创建。

# msgInsertAutoAcceptance
source: Auto Acceptance rule added successfully.
es: La regla de autoaceptación se ha agregado con éxito.
zh: 自动接受规则已成功添加。

# msgInsertDUNSRegistration
source: DUNS Registration created successfully.
es: Registro DUNS creado con éxito.
zh: DUNS 注册已成功创建。

# msgInsertMonitoringProfile
source: Monitoring profile created successfully.
es: El perfil de monitoreo se ha creado con éxito.
zh: 监视配置文件已成功创建。

# msgInsertNotification
source: Notification profile created successfully.
es: El perfil de notificación se ha creado con éxito.
zh: 通知配置文件已成功创建。

# msgInsertUser
source: Data inserted successfully.
es: Los datos se han insertado con éxito.
zh: 数据已成功插入。

# msgInvadilState
source: Please fill proper information.
es: Por favor, complete la información adecuada.
zh: 请填充适当信息。

# msgInvalidCredential
source: credential are not valid
es: Las credenciales no son válidas
zh: 凭据无效

# msgInvalidTemplate
source: Invalid template for the selected file.
es: Plantilla no valida para el archivo seleccionado.
zh: 所选文件的模板无效。

# msgLookUpValidation
source: Please select more than 1 Lookups
es: Seleccione más de 1 búsquedas
zh: 请选择1个以上的查询

# msgMatchEngineGolfGmc
source: Golf/GMC
zh: 高尔夫/ GMC

# msgMatchEngineNextGen
source: NextGen
es: Próxima generación
zh: 下一代

# msgMonitoringRegistration
source: Monitoring Registration sync with D&B
es: Monitoreo de sincronización de registro con D&B
zh: 与D＆B监视注册同步

# msgMultiPassGroupValidation
source: Please add atlease one group configuration.
es: Agregue al menos una configuración de grupo.
zh: 请添加至少一个组配置。

# msgMultipleDeleteAutoAccept
source: Are you sure you want to delete records ?
es: ¿Estás segura de que quieres eliminar registros?
zh: 您确定要删除记录吗？

# msgNoRecordsFound
source: No record(s) found
es: No se encontraron registros
zh: 没有找到记录

# msgNothingToMove
source: Nothing to move.
es: Nada que mover.
zh: 没有动静。

# msgOverwrite
source: Do you want to overwrite?
es: ¿Quieres sobrescribir?
zh: 您要覆盖吗？

# msgOverwriteRulesConfirmMessage
source: Are you sure you want to overwrite rules, it will remove all your existing rules?
es: ¿Está seguro de que desea sobrescribir las reglas, eliminará todas sus reglas existentes?
zh: 您确定要覆盖规则，它将删除所有现有规则吗？

# msgProcessSettingUpdate
source: Process Settings updated successfully. Please note that users will need to log out and log back into the application before these changes can be applied
es: Los ajustes del proceso se actualizaron con éxito. Tenga en cuenta que los usuarios deberán cerrar sesión y volver a entrar en la aplicación antes de que se puedan aplicar estos cambios
zh: 流程设置已成功更新。请注意，用户需要注销并重新登录到应用程序，然后方可应用这些变更

# msgPurgeDuplicateRecords
source: Are you sure you want to purge duplicate records ?
es: ¿Está seguro de que desea purgar registros duplicados?
zh: 您确定要清除重复记录吗？

# msgResetData
source: Are you sure you want to Reset Data ?
es: ¿Estás segura de que quieres restablecer datos?
zh: 您确定要重置数据吗？

# msgResetDataSuccessfully
source: Reset Data successfully.
es: Los datos se restablecieron con éxito.
zh: 数据重置成功。
