Repository: kingjullien/demo
Catalog: SBISCCMWeb/LanguageResources/DandB/ExportLang.*.resx
Languages: es, zh

# lblActiveDataQueue
source: Active Data Queue
es: Cola de datos activa
zh: 活动数据队列

# lblApiLayer
source: Api Layer
es: capa API
zh: Api 层

# lblBoth
source: Both
es: Ambos
zh: 两者

# lblCancel
source: Cancel
es: Cancelar
zh: 取消

# lblCancelled
source: Cancelled
es: Cancelado
zh: 取消

# lblCompanyData
source: Company Data
es: Datos de la compañia
zh: 公司资料

# lblCountryGroup
source: Country Group
es: Grupo de países
zh: 国家/地区组

# lblCustomDelimiter
source: Custom Delimiter
es: Delimitador personalizado
zh: 自定义分隔符

# lblDelete
source: Delete
es: Eliminar
zh: 删除

# lblDelimiter
source: Delimiter
es: delimitador
zh: 分隔符

# lblDownload
source: Download
es: Descargar
zh: 下载

# lblEnrichment
source: Enrichment
es: Enriquecimiento
zh: 扩充

# lblEnrichmentOutput
source: Enrichment Output
es: Salida de enriquecimiento
zh: 浓缩输出

# lblExportOptions
source: Export Options
es: Opciones de exportación
zh: 导出选项

# lblExportStatus
source: Export Status
es: Estado de la exportación
zh: 导出状态

# lblFailed
source: Failed
es: Falló
zh: 未成功

# lblFileName
source: File Name
es: Nombre del archivo
zh: 文件名称

# lblFileNameRequire
source: Please enter file name.
es: Por favor, ingrese el nombre del archivo.
zh: 请输入文件名称。

# lblFormat
source: Format
es: Formato
zh: 格式

# lblFormatRequire
source: Please select format.
es: Por favor, seleccione el formato.
zh: 请选择格式。

# lblImportProcess
source: Import Process
es: Proceso de importación
zh: 导入流程

# lblIncludeExportDateAndTime
source: Include Export Date and Time
es: Incluir fecha y hora de exportación
zh: 包括导出日期和时间

# lblIncludeHeader
source: Include Header
es: Incluir encabezado
zh: 包括标头

# lblIncludeSrcRecordID
source: Include SrcRecordID
es: incluir SrcRecordID
zh: 包括 SrcRecordID

# lblIncludeSubdomain
source: Include Subdomain
es: incluir subdominio
zh: 包括子域名

# lblInProcess
source: In Process
es: En proceso
zh: 正在进行中

# lblInsertDelimiter
source: Insert Delimiter
es: Insertar delimitador
zh: 插入分隔符

# lblIsExactMatch
source: Is Exact Match
es: es una coincidencia exacta
zh: 为精确匹配

# lblLOBTags
source: LOB Tags
es: Etiquetas de LOB
zh: LOB标签

# lblLowConfidenceQueue
source: Low Confidence Queue
es: Cola de baja confianza
zh: 低置信度队列

# lblMarkAsExported
source: Mark As Exported
es: Marcar como exportado
zh: 标记为已导出

# lblMatchOutput
source: Match Output
es: Salida de coincidencia
zh: 匹配输出

# lblMonitoringNotification
source: Monitoring Notification
es: Notificación de monitoreo
zh: 监测通知

# lblMonitoringNotificationDataStatus
source: Monitoring Notification Data Status
es: Estado de los datos de la notificación de monitoreo
zh: 监视通知数据状态

# lblMonitoringNotifications
source: Monitoring Notifications
es: Notificaciones de monitoreo
zh: 监视通知

# lblNoMatchQueue
source: No Match Queue
es: Sin cola de coincidencias
zh: 无比赛队列

# lblNoRecordfound
source: No Record(s) found
es: No se encontraron registros
zh: 未找到记录

# lblNoTag
source: No Tag
es: Sin etiqueta
zh: 没有标签

# lblNoteMarkAsExported
source: Note: Mark as Exported does not apply to Low Confidence Queue and No Match Queue outputs
es: Nota: Marcar como exportado no rige para salidas de la cola de baja confianza y de la cola de sin coincidencias.
zh: 注：标记为已导出不适用于低置信队列和无匹配队列输出

# lblOutputfileName
source: Output file Name
es: Nombre del archivo de salida
zh: 输出文件名称

# lblOutputQueue
source: Output Queue
es: Cola de salida
zh: 输出队列

# lblOutputTypeRequire
source: Please select atleast one output type
es: Por favor, seleccione al menos un tipo de salida
zh: 请选择至少一种输出类型

# lblPageSize
source: Page Size
es: Tamaño de página
zh: 页面大小

# lblProcessing
source: Please wait while processing...
es: Por favor espere mientras procesa ...
zh: 正在处理中，请稍候...

# lblQualifierAllColumns
source: Qualifier All Columns
es: Calificador todas las columnas
zh: 限定所有列

# lblReady
source: Ready
es: Listo
zh: 准备就绪

# lblReExportData
source: Re-Export Data
es: Volver a exportar datos
zh: 重新导出数据

# lblRequestedDate
source: Requested Date
es: Fecha en que fue solicitado
zh: 请求日期

# lblRequiredDelimiter
source: Please fill Delimiter
es: Por favor llene el delimitador
zh: 请填写定界符

# lblSave
source: Save
es: Salvar
zh: 保存

# lblStatus
source: Status
es: Estado
zh: 状态

# lblStep1SelectFilters
source: Step 1 - Select Filters (Optional)
es: Paso 1 - Seleccionar filtros (Opcional)
zh: 第一步——选择筛选条件（可选）

# lblStep2SelectOutput
source: Step 2 - Select Output
es: Paso 2 - Seleccionar salida
zh: 第二步——选择输出

# lblStep3FinalizeExport
source: Step 3 - Finalize Export
es: Paso 3 - Finalizar exportación
zh: 第三步——完成导出

# lblStep3SelectOutput
source: Step 3 - Select Output Format
es: Paso 4 - Seleccionar formato de salida
zh: 第四步——选择输出格式

# lblStep4FinalizeExport
source: Step 4 - Finalize Export (Optional)
es: Paso 5 - Finalizar exportación (Opcional)
zh: 第五步——完成导出（可选）

# lblSubmit
source: Submit
es: Enviar
zh: 提交

# lblTabSeparated
source: Tab Separated
es: Separado pestaña
zh: 以栏分隔

# lblTags
source: Tags
es: Etiquetas
zh: 标签

# lblTransferredDuns
source: Transferred Duns
es: Duns transferidos
zh: 转移沙丘

# lblUnflagExportedData
source: Un-flag Exported Data
es: Desmarcar datos exportados
zh: 取消标记导出数据

# lblValidFileName
source: Please enter valid file name.
es: Por favor, ingrese un nombre de archivo válido.
zh: 请输入有效的文件名称。

# lblZip
source: .Zip
es: .Código Postal
zh: 。压缩

# msgApiLayer
source: Api Layer
es: Capa Api
zh: Api层

# msgCancelExportDataRequest
source: Are you sure, you want to cancel this export data request ?
es: ¿Está seguro de que desea cancelar esta solicitud de exportación de datos?
zh: 您确定要取消此导出数据请求吗？

# msgDataRejected
source: Data rejected successfully
es: Datos rechazados con éxito
zh: 数据成功拒绝

# msgDataUnflagged
source: Data are Un-Flagged and you can export using Export options.
es: Los datos no están marcados y puede exportar utilizando las opciones de exportación.
zh: 数据没有标签，您可以使用“导出”选项导出。

# msgDeleteRecord
source: Are you sure you want to delete record ?
es: ¿Estás seguro de que quieres eliminar el registro?
zh: 您确定要删除记录吗？

# msgDelimiterValue
source: Delimiter Value
es: Valor delimitador
zh: 分隔符值

# msgExportDataSave
source: Your data request has been submitted successfully, we will notify you once your file is ready to download.
es: Su solicitud de datos se ha enviado con éxito, le notificaremos una vez que su archivo esté listo para descargar.
zh: 你的数据请求已成功提交，一旦文件可供下载，我们会给你发送通知。

# msgFileExists
source: FileName is already exists, please enter different filename.
es: FileName ya existe, ingrese un nombre de archivo diferente.
zh: FileName已经存在，请输入其他文件名。

# msgFileNameExists
source: FileName is already exists, please enter different filename.
es: FileName ya existe, ingrese un nombre de archivo diferente.
zh: FileName已经存在，请输入其他文件名。

# msgImportProcess
source: Import Process
es: Proceso de importación
zh: 导入流程

# msgIsExactMatch
source: Is Exact Match
es: Es coincidencia exacta
zh: 完全匹配

# msgJobCancel
source: Export data request cancelled successfully
es: La solicitud de exportar datos se canceló con éxito
zh: 导出数据请求已成功取消

# msgJobInProcess
source: Your export data request is already in process, we can't cancel it
es: Su solicitud de exportar datos ya está en proceso, no podemos cancelarla
zh: 你的导出数据请求正在处理中，无法取消

# msgLOBTag
source: LOB Tag
es: Día LOB
zh: LOB日

# msgMarkAsExported
source: Mark As Exported
es: Marcar como exportado
zh: 标记为已导出

# msgMarkDataAsExported
source: Do you want to mark data as exported?
es: ¿Desea marcar datos como exportados?
zh: 您是否要将数据标记为已导出？

# msgNoDataFound
source: Data not found.
es: Datos no encontrados.
zh: 数据未找到。

# msgNoFilterSelected
source: Note : There is no filter selected , you will be downloading all your data contained within matchbook
es: Nota: No hay un filtro seleccionado, descargarás todos tus datos contenidos en la caja de fósforos
zh: 注意：没有选择过滤器，您将下载火柴盒中包含的所有数据

# msgNoRecordFound
source: Data not found.
es: No se han encontrado datos.
zh: 数据未找到。

# msgNoRecordsAffected
source: Total 0 records are affected, are you sure you want to continue ?
es: El total de registros 0 se ve afectado, ¿está seguro de que desea continuar?
zh: 共有0条记录受到影响，您确定要继续吗？

# msgNoRecordsFound
source: No record(s) found
es: No se encontraron registros
zh: 没有找到记录

# msgOutputFormat
source: Output Format
es: Formato de salida
zh: 输出格式

# msgSelectedOutput
source: Selected Output
es: Salida seleccionada
zh: 选定的输出

# msgSrcRecordId
source: Src Record Id
es: ID de registro de Src
zh: Src记录ID

# msgTag
source: Tag
es: Etiqueta
zh: 标签

# msgUnFlagData
source: Data are Un-Flagged and you can export using Export options.
es: Los datos no están marcados y se pueden exportar usando las opciones de exportación.
zh: 数据未标记，你可以使用“导出”选项导出。

# titleCustomDelimiter
source: Custom Delimiter
es: Delimitador personalizado
zh: 自定义定界符

# titleDataMatch
source: Data Match
es: Coincidencia de datos
zh: 资料比对

# titleDownload
source: Download
es: Descargar
zh: 下载

# titleExcel
source: Excel
es: Sobresalir
zh: 电子表格

# titleExportData
source: Export Data
es: Exportar datos
zh: 汇出资料

# titleTabSeparated
source: Tab Separated
es: Separador separado
zh: 制表符分隔
