Repository: kingjullien/demo
Catalog: SBISCCMWeb/LanguageResources/DandB/FamilyTreeLang.*.resx
Languages: es, zh

# hdrAddNode
source: Add Node
es: Agregar nodo
zh: 添加节点

# hdrCorporateHierarchyManagementSolution
source: Corporate Hierarchy Management Solution
es: Solución de gestión de la jerarquía corporativa
zh: 企业层级管理解决方案

# hdrCreateFamilyTree
source: Create Family Tree
es: Crear un árbol genealógico
zh: 创建家庭树

# hdrDuplicateFamilyTree
source: Duplicate Family Tree
es: Duplicar árbol genealógico
zh: 复制家庭树

# hdrFamilyTree
source: Family Tree
es: Árbol genealógico
zh: 家庭树

# hdrFamilyTreeDetail
source: Family Tree Detail
es: Detalle del árbol genealógico
zh: 家庭树详细信息

# hdrPopulateanewFamilyTreefromCorporateLinkage
source: Populate a new Family Tree from Corporate Linkage
es: Ingresar datos en un nuevo árbol genealógico a partir de la vinculación corporativa
zh: 从企业联系填充新的家庭树

# lblAdd
source: Add
es: Añadir
zh: 加

# lblAdditionalAction
source: Additional Action
es: Acción adicional
zh: 其他操作

# lblAdditionalActions
source: Additional Actions
es: acciones adicionales
zh: 其他操作

# lblAddNode
source: Add Node
es: Agregar nodo
zh: 添加节点

# lblAddress
source: Address
es: Dirección
zh: 地址

# lblAlternateId
source: Alternate Id
es: Id alternativo
zh: 其他 ID

# lblCreateNewFamilyTree
source: Create New Family Tree
es: Crear un nuevo árbol genealógico
zh: 创建新的家庭树

# lblDeleteFamilyTree
source: Delete Family Tree
es: Eliminar árbol genealógico
zh: 删除家庭树

# lblDetailId
source: Detail Id
es: Detallar Id
zh: 详细信息 ID

# lblDunsNumber
source: Duns Number
es: Número Duns
zh: DUNS 编号

# lblDuplicateFamilyTree
source: Duplicate Family Tree
es: Duplicar árbol genealógico
zh: 复制家庭树

# lblEditable
source: Editable
zh: 可编辑

# lblEnterAlternateId
source: Enter Alternate Id
es: Ingresar Id alternativo
zh: 输入其他 ID

# lblEnterFamilyTreeName
source: Enter Family Tree Name
es: Ingresar nombre del árbol genealógico
zh: 输入家庭树名称

# lblEnterFamilyTreeType
source: Enter Family Tree Type
es: Ingresar tipo de árbol genealógico
zh: 输入家庭树类型

# lblFamilyTreeName
source: Family Tree Name
es: Nombre del árbol genealógico
zh: 家庭树名称

# lblFamilyTreeType
source: Family Tree Type
es: Tipo de árbol genealógico
zh: 家庭树类型

# lblLastModiifiedBy
source: Last Modiified By
es: Última modificación por
zh: 最后修改者

# lblLastRefreshedDate
source: Last Refreshed Date
es: Fecha de última actualización
zh: 最后刷新日期

# lblLockedforEdit
source: Locked for Edit
es: Bloqueada para edición
zh: 锁定以进行编辑

# lblName
source: Name
es: Nombre
zh: 名称

# lblNodataareavailable
source: No data are available
es: No hay datos disponibles
zh: 无可用数据

# lblNodeDisplayDetails
source: Node Display Details
es: Detalles de visualización del nodo
zh: 节点显示详细信息

# lblNodeType
source: Node Type
es: Tipo de nodo
zh: 节点类型

# lblPopulateanewFamilyTreefromCorporateLinkage
source: Populate a new Family Tree from Corporate Linkage
es: Ingresar datos en un nuevo árbol genealógico a partir de la vinculación corporativa
zh: 从企业联系填充新的家庭树

# lblSelect
source: --Select--
es: --Seleccionar--
zh: --选择--

# lblSelected
source: Select
es: Seleccione
zh: 选择

# lblSideBySide
source: Side By Side
es: Lado a lado
zh: 并排

# lblSinglePanel
source: Single Panel
es: Un solo panel
zh: 单一面板

# lblType
source: Type
es: Tipo
zh: 类型

# msgAddNode
source: Add Node
es: Agregar nodo
zh: 添加节点

# msgAddTree
source: Are you sure you want to add this tree ?
es: ¿Estás seguro de que quieres añadir este árbol?
zh: 您确定要添加此树吗？

# msgCopyNode
source: Are you sure you want to Copy this node ?
es: ¿Estás seguro de que quieres copiar este nodo?
zh: 您确定要复制此节点吗？

# msgDeleteFamilyTree
source: Are you sure you want to delete this tree ?
es: ¿Estás segura de que quieres eliminar este árbol?
zh: 您确定要删除此树吗？

# msgDeleteNode
source: Are you sure you want to delete this node ?
es: ¿Seguro que quieres eliminar este nodo?
zh: 您确定要删除此节点吗？

# msgDeleteNodeSingle
source: Delete Node
es: Porque es
zh: 因为它是

# msgDuplicateFamilyTreeCreated
source: Duplicate Family Tree Created Successfully
es: Árbol genealógico duplicado creado con éxito
zh: 复制家庭树已成功创建

# msgFamilyTreeCreated
source: Family Tree Created Successfully
es: Árbol genealógico creado con éxito
zh: 家庭树已成功创建

# msgFamilyTreeNodeCreated
source: Family Tree Node Created Successfully
es: Nodo de árbol genealógico creado con éxito
zh: 家庭树节点已成功创建

# msgFamilyTreeNodeDeleted
source: Family Tree Node Deleted Successfully
es: Nodo de árbol genealógico eliminado con éxito
zh: 家庭树节点已成功删除

# msgMoveNode
source: Are you sure you want to move this node ?
es: ¿Estás segura de que quieres mover este nodo?
zh: 您确定要移动此节点吗？

# msgSelectTree
source: Select Family Tree
es: Seleccionar árbol genealógico
zh: 选择家谱

# String1
source: Family Tree Type
es: Tipo de árbol genealógico
zh: 家庭树类型

# titleExpandthisbranch
source: Expand this branch
es: Expandir esta rama
zh: 扩展此分支

# titleFamilyTree
source: FamilyTree
es: Árbol de familia
zh: 家谱
