Repository: kingjullien/demo
Catalog: SBISCCMWeb/LanguageResources/DandB/HomeLang.*.resx
Languages: es, zh

# hdrAPIUsageStatistics
source: API Usage Statistics
es: Estadísticas de uso de la API
zh: API 使用情况统计

# hdrBackgroundProcessLogs
source: Background Process Logs
es: Registros del proceso de fondo
zh: 背景流程日志

# hdrDataEnrichment
source: Data Enrichment
es: Enriquecimiento de datos
zh: 数据扩充

# hdrDataQueueStatistics
source: Data Queue Statistics
es: Estadísticas de la cola de datos
zh: 数据队列统计

# hdrDataStewardshipQueue
source: Data Stewardship Queue
es: Cola de administración de datos
zh: 数据托管队列

# hdrEnrichment
source: Enrichment
es: Enriquecimiento
zh: 扩充

# hdrExportQueue
source: Export Queue
es: cola de exportación
zh: 导出队列

# hdrIdentityResolution
source: Identity Resolution
es: Resolución de identidad
zh: 身份分析

# hdrImportProcessQueue
source: Import Process Queue
es: Cola del proceso de importación
zh: 导入流程队列

# hdrImportQueue
source: Import Queue
es: Cola de importación
zh: 导入队列

# hdrInputQueue
source: Input Queue
es: cola de entrada
zh: 输入队列

# hdrInvestigationReport
source: Investigation Report
es: Informe de investigación
zh: 调查报告

# hdrMonitoringNotification
source: Monitoring Notification
es: Notificación de monitoreo
zh: 监视通知

# hdrProfileDetails
source: Profile Details
es: Detalles del perfil
zh: 配置文件详细情况

# hdrResetPassword
source: Reset Password
es: Restablecer la contraseña
zh: 重设密码

# hdrSecurityQuestionandAnswer
source: Security Question and Answer
es: Pregunta y respuesta de seguridad
zh: 安全问答

# lblAbout
source: About
es: Acerca de
zh: 关于

# lblActiveRecords
source: Active Records
es: Registros activos
zh: 活动记录

# lblAdditionalInformation
source: Use this area to provide additional information.
es: Use esta área para proporcionar información adicional.
zh: 使用此区域提供其他信息。

# lblAll
source: All
es: Todos
zh: 全部

# lblAllCandidates
source: All Candidates
es: todos los candidatos
zh: 全部候选项

# lblAltLookup
source: Alt. Lookup
es: Alt. Búsqueda
zh: 替换查找

# lblApply
source: Apply
es: Aplicar
zh: 应用

# lblArchival
source: Archival
es: Archivo
zh: 存档

# lblArchivalQueueCount
source: Archival Queue Count
es: Cuenta de la cola de archivo
zh: 存档队列计数

# lblAvgResolutionTime
source: Avg Resolution Time
es: Tiempo de resolución promedio
zh: 平均分析时间

# lblAvgTime
source: Avg-time
es: Tiempo medio
zh: 平均时间

# lblBackgroundStatsNote
source: Note : Statistics based on last 48 hours of data
es: Nota: estadísticas basadas en las últimas 48 horas de datos
zh: 注意：根据最近48小时的数据进行统计

# lblChangeImage
source: Change Image
es: Cambiar imagen
zh: 更改图像

# lblCleanseMatch
source: Cleanse Match
es: Depuración de coincidencias
zh: 清除匹配

# lblClear
source: Clear
es: Borrar
zh: 清除

# lblClosedCases
source: Closed Cases
es: Casos cerrados
zh: 已结案例

# lblConfirmPassword
source: Confirm Password
es: Confirmar contraseña
zh: 确认密码

# lblContinue
source: Continue
es: Seguir
zh: 继续

# lblCurrentMonth
source: Current Month
es: Mes actual
zh: 本月

# lblCurrentUTCTime
source: Current UTC Time
es: Hora UTC actual
zh: 当前 UTC 时间

# lblDataEnrichment
source: Data Enrichment
es: Enriquecimiento de datos
zh: 数据扩充

# lblDateTime
source: Date Time
es: Fecha Hora
zh: 日期时间

# lblDuration
source: Duration
es: Duración
zh: 持续时间

# lblDurationHours
source: Duration Hours
es: Horas de duración
zh: 持续时间（小时）

# lblEmailAddress
source: Email Address
es: Dirección de correo electrónico
zh: 电子邮件地址

# lblEnrichmentOutput
source: Enrichment Output
es: Salida de enriquecimiento
zh: 扩充输出

# lblEnrichmentProcessing
source: Enrichment Processing
es: Procesamiento de enriquecimiento
zh: 扩充处理

# lblEnrichmentQueueCount
source: Enrichment Queue Count
es: Cuenta de la cola de enriquecimiento
zh: 扩充队列计数

# lblEnrichment_output
source: Enrichment output
es: Salida de enriquecimiento
zh: 扩充输出

# lblETLDetails
source: ETL Details
es: Detalle de ETL
zh: ETL 详细信息

# lblETLType
source: ETL Type
es: Tipo de ETL
zh: ETL 类型

# lblExecutionId
source: Execution Id
es: Id de ejecución
zh: 执行 ID

# lblFailed
source: Failed
es: Falló
zh: 未成功

# lblFileImport
source: File Import
es: Importación de archivo
zh: 文件导入

# lblFiles
source: Files
es: archivos
zh: 文件

# lblFiltered
source: Filtered
es: Filtrada
zh: 已过滤

# lblGetVerificationCode
source: Get a verification code via email.
es: Obtenga un código de verificación por correo electrónico.
zh: 通过电子邮件获取验证码。

# lblHQSLRecords
source: HQ/SL Records
es: Registros HQ/SL
zh: HQ/SL 记录

# lblIAccept
source: I accept
es: acepto
zh: 我接受

# lblImport
source: Import
es: Importar
zh: 导入

# lblImportDate
source: Import Date
es: Importar fecha
zh: 导入日期

# lblImportedRow
source: Imported Row
es: Fila importada
zh: 已导入行

# lblImportProcess
source: Import Process
es: Proceso de importación
zh: 导入流程

# lblIncludeThreeRules
source: Make sure to include at least 3 rules.
es: Asegúrese de incluir al menos 3 reglas.
zh: 确保满足 3 条密码设置规则。

# lblInput
source: Input
es: Ingresar
zh: 输入

# lblInputQueueCount
source: Input Queue Count
es: Ingresar cuenta de la cola
zh: 输入队列计数

# lblInputRecord
source: Input Record
es: Ingresar registro
zh: 输入记录

# lblLOBTag
source: LOB Tag
es: Etiqueta LOB
zh: LOB 标签

# lblLowConfidence
source: Low Confidence
es: Confianza baja
zh: 低置信

# lblLowConfidenceQueueCount
source: Low Confidence Queue Count
es: Conteo de cola de confianza baja
zh: 低置信队列计数

# lblLowercase
source: Lowercase
es: En minúsculas
zh: 小写字母

# lblMatchOutput
source: Match Output
es: Salida de coincidencia
zh: 匹配输出

# lblMatchProcessing
source: Match Processing
es: Procesamiento de coincidencia
zh: 匹配处理

# lblMatch_output
source: Match output
es: Salida de coincidencia
zh: 匹配输出

# lblMaxTime
source: Max-time
es: Tiempo máximo
zh: 最长时间

# lblMesage
source: Message
es: Mensaje
zh: 消息

# lblMinimumPasswordLength
source: The password should be a minimum of 8 characters long
es: La contraseña debe tener 8 caracteres como mínimo
zh: 密码应至少包含 8 个字符

# lblMinTime
source: Min-time
es: Min-hora
zh: 最小小时

# lblNameAddressLookup
source: Name Address Lookup
es: Búsqueda de nombre y dirección
zh: 名称地址查找

# lblNextExecution
source: Next Execution
es: próxima ejecución
zh: 下一次执行

# lblNoDataAreAvailable
source: No data are available
es: No hay datos disponibles
zh: 无可用数据

# lblNodataareavailableMessage
source: No data are available
es: No hay datos disponibles
zh: 无可用数据

# lblNoDataAvailable
source: No data are available
es: No hay datos disponibles
zh: 无可用数据

# lblNoDatasAvailable
source: No data are available
es: No hay datos disponibles
zh: 无可用数据

# lblNoMatch
source: No Match
es: Sin coincidencias
zh: 无匹配

# lblNoMatchQueueCount
source: NoMatch Queue Count
es: Conteo de la cola de no coincidencias
zh: 无匹配队列计数

# lblNumber
source: Number
es: Conde NoMatch cola
zh: 数字

# lblOpenCases
source: Open Cases
es: Casos abiertos
zh: 未结案例

# lblOpenedLastWeek
source: Opened Last Week
es: Abierto la semana pasada
zh: 未结上周

# lblOutputQueueCount
source: Output Queue Count
es: Conteo de la cola de salida
zh: 输出队列计数

# lblPasswordLimit
source: The Password must be at least 8 characters long, contain alpha numeric characters and atleast one special character.
es: La contraseña debe tener al menos 8 caracteres, contener caracteres alfanuméricos y al menos un carácter especial.
zh: 密码必须至少8个字符长，包含字母数字字符和至少一个特殊字符。

# lblPendingProcessRecordCount
source: Pending Process Record Count
es: Conteo de registros Proceso pendiente
zh: 挂起流程记录计数

# lblProcessComplete
source: Process Complete
es: proceso completo
zh: 流程完成

# lblProcessedRecordCount
source: Processed Record Count
es: Conteo de registros procesados
zh: 已处理记录计数

# lblProcessing
source: Please wait while processing...
es: Por favor espere mientras procesa ...
zh: 正在处理中，请稍候...

# lblProcessingQueueCount
source: Processing Queue Count
es: Conteo de cola de procesamiento
zh: 处理中队列计数

# lblProcessStatus
source: Process Status
es: Estado del proceso
zh: 流程状态

# lblProcessType
source: Process Type
es: Tipo de proceso
zh: 流程类型

# lblRememberOnMachine
source: Remember me on this machine(Do not select this option if you are logging in from a public machine)
es: Recordarme en esta máquina (no seleccione esta opción si está iniciando sesión desde una máquina pública)
zh: 在这台计算机上记住我（如果您是从公共计算机登录，请不要选择此选项）

# lblRememberSecurityQuestion
source: Do not remember your security question?
es: ¿No recuerdas tu pregunta de seguridad?
zh: 不记得您的安全性问题吗？

# lblRemoveImage
source: Remove Image
es: Quita la imagen
zh: 移除图片

# lblResetPassword
source: Reset Password
es: Restablecer la contraseña
zh: 重设密码

# lblSearch
source: Search
es: Buscar
zh: 搜索

# lblSecurityAnswer
source: Security Answer
es: Respuesta de seguridad
zh: 安全回答

# lblSecurityQuestion
source: Security Question
es: Pregunta de Seguridad
zh: 安全问题

# lblSpecialCharacter
source: Special Character
es: Carácter especial
zh: 特殊字符

# lblStatusType
source: Status Type
es: Tipo de estado
zh: 状态类型

# lblSubmit
source: Submit
es: Enviar
zh: 提交

# lblTag
source: Tag
es: etiqueta
zh: 标签

# lblTags
source: Tags
es: Etiquetas
zh: 标签

# lblTopCandidates
source: Top Candidates
es: Candidatos principales
zh: 排前候选项

# lblTotal
source: Total
zh: 总计

# lblTotalMatched
source: Total Matched
es: Coincidencias totales
zh: 匹配总计

# lblTotalRecords
source: Total Records
es: Total de registros
zh: 记录总计

# lblUnderInvestigation
source: Under Investigation
es: Bajo investigación
zh: 在調查中

# lblUpdateSecurityAnswer
source: Update Security Answer
es: Actualizar respuesta de seguridad
zh: 更新安全性答案

# lblUploadImage
source: Upload Image
es: Subir imagen
zh: 上传图像

# lblUppercase
source: Uppercase
es: Mayúsculas
zh: 大写字母

# lblUserName
source: User Name
es: Nombre de usuario
zh: 用户名称

# lbPassword
source: Password
es: Contraseña
zh: 密码

# msgAllowedFormats
source: Only formats allowed are :jpeg, jpg, png, gif, bmp
es: Solo los formatos permitidos son: jpeg, jpg, png, gif, bmp
zh: 仅允许的格式为：jpeg，jpg，png，gif，bmp

# msgAllowedFormatsOnly
source: Only formats allowed are :
es: Solo los formatos permitidos son:
zh: 仅允许的格式为：

# msgDurationInSeconds
source: Duration(In seconds)
es: Duración (en segundos)
zh: 持续时间（以秒为单位）

# msgMatches
source: Matches
es: Partidos
zh: 火柴

# msgMatchesByConfidenceCode
source: Matches by Confidence Code
es: Coincidencias por código de confianza
zh: 通过信心码进行匹配

# msgMatchesByUsers
source: Matches by Users
es: Partidos por usuarios
zh: 用户匹配

# msgPauseSetting
source: Are you sure, you want to pause setting ?
es: ¿Estás seguro de que quieres pausar la configuración?
zh: 您确定要暂停设置吗？

# msgProcessStats
source: Process Stats
es: Estadísticas de proceso
zh: 流程统计

# msgRecords
source: Records
es: Registros
zh: 记录

# msgRemoveDataFromFile
source: Are you sure you want to remove data from file ?
es: ¿Seguro que quieres eliminar los datos del archivo?
zh: 您确定要从文件中删除数据吗？

# msgRemoveImage
source: Are you sure you want to remove this image?
es: ¿Estás segura de que quieres eliminar esta imagen?
zh: 您确定要删除该图像吗？

# msgSpecifyFile
source: You have not specified a file.
es: No ha especificado un archivo.
zh: 您尚未指定文件。

# msgUnpauseSetting
source: Are you sure, you want to un-pause setting ?
es: ¿Estás seguro de que quieres desactivar la configuración?
zh: 确定要取消暂停设置吗？

# msgUploadFile
source: File uploaded successfully.
es: Documento cargado exitosamente.
zh: 文件上传成功。

# placeholderSecurityanswer
source: Security answer
es: Respuesta de seguridad
zh: 安全答案

# spnByImportProcess
source: Data Queue Statistics By ImportProcess
es: Por ImportProcess
zh: 通過ImportProcess進行數據隊列統計

# spnByTags
source: By Tags
es: Por etiquetas
zh: 按标签

# String12
source: Process Status
es: Estado del proceso
zh: 流程状态

# String2
source: Total Records
es: Total de registros
zh: 记录总计

# String3
source: Date Time
es: Fecha Hora
zh: 日期时间

# titleAbout
source: Matchbook | About
es: Matchbook | Acerca de
zh: 火柴盒关于

# titleActiveDataQueueDetailReport
source: Active Data Queue Detail Report
es: Informe detallado de la cola de datos activos
zh: 活动日期队列详细信息报告

# titleActiveDataQueueStatistics
source: Active Data Queue Statistics
es: Estadísticas de la cola de datos activos
zh: 活动数据队列统计

# titleAPIUsageStatistics
source: API Usage Statistics
es: Estadísticas de uso de la API
zh: API 使用情况统计

# titleBackgroundProcessStatistics
source: Background Process Statistics
es: Estadísticas del proceso de fondo
zh: 背景流程统计

# titleDashboard
source: Dashboard
zh: 仪表板

# titleDataStewardshipStatistics
source: Data Stewardship Statistics
es: Estadísticas de administración de datos
zh: 数据托管统计

# titleDetailStatisticsReport
source: Detail Statistics Report
es: Informe detallado de estadísticas
zh: 详细信息统计报告

# titleDownloadDataQueueStatistics
source: Download Data Queue Statistics
es: Descargar estadísticas de la cola de datos
zh: 下载数据队列统计

# titleLCMCandidateStatistics
source: Low Confidence Match Candidate Statistics
es: Estadísticas de candidatos de coincidencia de confianza baja
zh: 低置信匹配候选项统计

# titleProcessDetails
source: Process Details
es: Detalles del proceso
zh: 流程详细信息

# titleProcessingQueue
source: Processing Queue
es: Cola de procesamiento
zh: 处理中队列

# titleProfile
source: Profile
es: Perfil
zh: 个人资料

# titleRefreshActiveDataQueueStatistics
source: Refresh Active Data Queue Statistics
es: Actualizar estadísticas de la cola de datos activos
zh: 刷新活动数据队列统计

# titleRefreshBackgroundProcessStatistics
source: Refresh Background Process Statistics
es: Actualizar estadísticas del proceso de fondo
zh: 刷新背景流程统计

# titleRefreshDataStewardshipStatistics
source: Refresh Data Stewardship Statistics
es: Actualizar estadísticas de administración de datos
zh: 刷新数据托管统计

# titleRefreshLowConfidenceMatchCandidateStatistics
source: Refresh Low Confidence Match Candidate Statistics
es: Actualizar estadísticas de candidatos de coincidencia de confianza baja
zh: 刷新低置信匹配候选项统计

# titleResetPassword
source: Reset Password
es: Restablecer la contraseña
zh: 重设密码

# titleUserLicenseAgreement
source: User License Agreement
es: Acuerdo de licencia de usuario
zh: 用户许可协议
