Repository: kingjullien/demo
Catalog: SBISCCMWeb/LanguageResources/DandB/MatchDataLang.*.resx
Languages: es, zh

# ;lblMinimumConfidenceCode
source: Minimum Confidence Code
es: Código de confianza mínima
zh: 最低置信码

# hdrAcceptFromFile
source: Accept From File
es: Aceptar del archivo
zh: 从文件接受

# hdrCompanyAttributes
source: Company Attributes
es: Atributos de la compañía
zh: 公司属性

# hdrCompanyFilter
source: Company Filter
es: Filtro de la compañía
zh: 公司筛选条件

# hdrDandBData
source: D&B Data
es: Datos de D&B
zh: D&B 数据

# hdrFiltermatchcandidatesonthecurrentpage
source: Filter match candidates on the current page
es: Filtrar candidatos coincidentes en la página actual
zh: 过滤当前页面上的匹配候选者

# hdrFirmographicsDetails
source: Firmographics Details
es: Detalles de la firma
zh: 固件详细信息

# hdrGoogleMap
source: Google Map
es: Mapa de Google
zh: 谷歌地图

# hdrInput
source: Input
es: Ingresar
zh: 输入

# hdrMapFileToColumns
source: Please map your file columns to the corresponding table columns
es: Por favor, mapee las columnas de su archivo a las columnas de la tabla correspondiente
zh: 请将文件列映射到相应的表列

# hdrMatchRecordDetailView
source: Match Record Detail View
es: Vista detallada del registro de coincidencias
zh: 匹配记录详细信息查看

# hdrNote
source: Note
es: Nota
zh: 备注

# hdrPreviewEnrichmentData
source: Preview Enrichment Data
es: Vista previa de datos de enriquecimiento
zh: 预览浓缩数据

# hdrPurgeFromFile
source: Purge From File
es: Depurar desde el archivo
zh: 从文件中清除

# hdrPurgeRecords
source: Purge Records
es: Depurar registros
zh: 清除记录

# hdrRejectAllMatch
source: Reject All Match
es: Rechazar todas las coincidencias
zh: 拒绝所有匹配

# hdrRejectFromFile
source: Reject From File
es: Rechazar desde el archivo
zh: 从文件拒绝

# hdrSelectedMatch
source: Selected Match
es: Coincidencia seleccionada
zh: 所选匹配

# hdrType
source: Type
es: Tipo
zh: 类型

# lbAddress
source: Address
es: Habla a
zh: 地址

# lblAcceptRecordsfromFile
source: Accept Records from File
es: Aceptar registros del archivo
zh: 从文件接受记录

# lblAcceptsExcelFile
source: (Accepts only Excel files)
es: (Solo acepta archivos de Excel)
zh: （仅接受 Excel 文件）

# lblAcceptsonlyExcelfiles
source: (Accepts only Excel files)
es: (Solo acepta archivos de Excel)
zh: （仅接受 Excel 文件）

# lblActive
source: Active
es: Activo
zh: 活动

# lblAdditionalActions
source: Additional Actions
es: acciones adicionales
zh: 其他操作

# lblAddress
source: Address
es: Dirección alt.
zh: 地址

# lblAddressLine2
source: AddressLine2
es: Dirección2 alt.
zh: 地址行2

# lblAgent
source: Agent
es: Agente
zh: 代理

# lblAlt.Address
source: Alt. Address
es: Alt. Habla a
zh: 替换地址

# lblAlt.Address2
source: Alt. Address2
es: Alt. Dirección 2
zh: 替换地址 2

# lblAltCity
source: Alt City
es: Ciudad alt.
zh: 替换市/县

# lblAltCompanyName
source: Alt. Company Name
es: Nombre alt. de la compañía
zh: 替换公司名称

# lblAltCountry
source: Alt Country
es: País alt.
zh: 替换国家/地区

# lblAltPostalCode
source: Alt. PostalCode
es: Código postal alt.
zh: 替换PostalCode

# lblAltState
source: Alt. State
es: Estado alt.
zh: 替换州

# lblApplyMatchRules
source: Apply Match Rules
es: Aplicar reglas de coincidencia
zh: 应用匹配规则

# lblAreaPopulationRank
source: Area Population Rank
es: Rango del área poblacional
zh: 区域填充等级

# lblBase
source: Base
zh: 基本

# lblBusinessEntity
source: Business Entity
es: Entidad comercial
zh: 企业实体

# lblCC
source: CC
zh: 抄送

# lblCEOName
source: CEO Name
es: Nombre del CEO
zh: 首席执行官姓名

# lblCity
source: City
es: Ciudad
zh: 市/县

# lblCityExactMatch
source: City Exact Match
zh: 城市精确匹配

# lblCityTown
source: City/Town
es: Ciudad/pueblo
zh: 市/镇

# lblCLASSIFICATION
source: CLASSIFICATION
es: CLASIFICACIÓN
zh: 分类

# lblClassificationType
source: Classification Type
es: Tipo de clasificación
zh: 分类类型

# lblClearCompanyFilter
source: Clear Company Filter
es: Limpiar filtro de empresa
zh: 清除公司过滤器

# lblClearMatchFilter
source: Clear Match Filter
es: Borrar filtro de coincidencia
zh: 清除匹配过滤器

# lblCompany
source: Company
es: Compañía
zh: 公司

# lblCompanyClassification
source: Company Classification
es: Clasificación de la compañía
zh: 公司分类

# lblCompanyHeader
source: Company/National Id/URL/Email/DUNS
es: Empresa / Identificación nacional / URL / Correo electrónico / DUNS
zh: 公司/国家ID / URL /电子邮件/ DUNS

# lblCompanyMap
source: Company
es: Empresa
zh: 公司

# lblCompanyName
source: Company Name
es: Nombre de la compañía
zh: 公司名称

# lblConfidenceCode
source: Confidence Code
es: Código de confianza
zh: 置信代码

# lblConsolidateEmployeeCount
source: Consolidate Employee Count
es: Consolidar el recuento de empleados
zh: 合并员工计数

# lblControlOwnershipDate
source: Control Ownership Date
es: Fecha de control de la titularidad
zh: 控制所有权日期

# lblCountry
source: Country
es: País
zh: 国家/地区

# lblCountryGroup
source: Country Group
es: Grupo de países
zh: 国家/地区组

# lblDelisted
source: Delisted
es: Eliminado de la lista
zh: 取消列入

# lblDensity
source: Density
es: Densidad
zh: 密度

# lblDescription
source: Description
es: Descripción
zh: 描述

# lblDisplaySequence
source: Display Sequence
es: Secuencia de visualización
zh: 显示顺序

# lblDomesticUltimate
source: Domestic Ultimate
es: Último doméstico
zh: 家庭旗舰版

# lblDUNS
source: DUNS#
zh: 沙丘＃

# lblDUNSNumber
source: DUNS Number
es: Número de doons
zh: 沙丘数

# lblEmail
source: Email
es: Correo electrónico
zh: 电子邮件

# lblExporter
source: Exporter
es: Exportador
zh: 导出条件

# lblFalse
source: False
es: Falso
zh: 假

# lblFamilyTreeRolesPlayed
source: FamilyTree Roles Played
es: Roles del árbol genealógico
zh: 扮演的家庭树角色

# lblFax
source: Fax
zh: 传真

# lblGlobalUltimate
source: Global Ultimate
es: Último global
zh: 全球旗舰版

# lblHideInputDetails
source: Hide Input Details
es: Ocultar detalles de entrada
zh: 隐藏输入详细信息

# lblImporter
source: Importer
es: Importador
zh: 导入条件

# lblImportProcess
source: Import Process
es: Proceso de importación
zh: 导入流程

# lblIndividualEmployeeCount
source: Individual Employee Count
es: Recuento individual de empleados
zh: 个别员工计数

# lblIndustryclassification
source: Industry classification
es: clasificación de la industria
zh: 行业分类

# lblIndustryClassificationCode
source: Industry Classification Code
es: Código de clasificación de la industria
zh: 行业分类代码

# lblInpDUNSNO
source: Inp DUNS NO
es: Inp Nro. DUNS
zh: Inp DUNS否

# lblInputHeader
source: Input Header
es: Ingresar encabezado
zh: 输入标头

# lblInvestigation
source: Investigation
es: Investigación
zh: 调查中

# lblJobTitle
source: Job Title
es: Puesto
zh: 职务

# lblKEYINFORMATION
source: KEY INFORMATION
es: INFORMACIÓN CLAVE
zh: 关键信息

# lblLat
source: Lat
zh: 纬度

# lblLOCATION
source: LOCATION
es: UBICACIÓN
zh: 位置

# lblLong
source: Long
zh: 经度

# lblMailingAddress
source: Mailing Address
es: Dirección postal
zh: 通讯地址

# lblMailUndeliverable
source: MailUndeliverable
zh: 邮件无法投递

# lblMarketable
source: Marketable
es: Comercializable
zh: 可营销

# lblMatch
source: Match
es: Coincidencia
zh: 匹配

# lblMatchCandidates
source: Match Candidates
es: Candidatos del partido
zh: 比赛候选人

# lblMatchData
source: Match Data
es: Datos del partido
zh: 比赛资料

# lblMatchDataCriteria
source: Match Criteria
es: Criterios de coincidencia
zh: 比赛条件

# lblMatchDataProfile
source: Match Data Profile
es: Perfil para emparejar datos
zh: 匹配数据配置文件

# lblMatches
source: Matches
es: Partidos
zh: 火柴

# lblMatchFilter
source: Match Filter
es: Filtro de partido
zh: 匹配过滤器

# lblMatchGrade
source: Match Grade
es: Grado de coincidencia
zh: 匹配等级

# lblName
source: Name
es: Nombre
zh: 名称

# lblNationalID
source: NationalID
es: Identificación nacional
zh: 国民身份证

# lblNext
source: Next
es: Siguiente
zh: 下一步

# lblNo
source: No
zh: 没有

# lblNodataareavailable
source: No data are available
es: No hay datos disponibles
zh: 无可用数据

# lblNodataavailable
source: No data available.
es: No hay datos disponibles.
zh: 无可用数据。

# lblNonMarketable
source: Non Marketable
es: no comercializable
zh: 不可营销

# lblNoRecordsFound
source: No Record(s) Found
es: No se encontraron registros
zh: 未找到记录

# lblNorecordsfounds
source: No records found
es: No se encontraron registros
zh: 未找到记录

# lblNoRecordsInMatchQueue
source: (If you choose to purge the records, they will no longer be available in the No Match Queue)
es: (Si elige depurar los registros, ya no estarán disponibles en la Cola de no coincidencias)
zh: （如果你选择清除记录，这些数据在“无匹配队列”中将不再可用）

# lblOk
source: Ok
es: Okay
zh: 好

# lblOperating
source: Operating
es: Operativa
zh: 操作

# lblOutofbusiness
source: Out of business
es: Cerrada
zh: 停止营业

# lblPageSize
source: Page Size
es: Tamaño de página
zh: 页面大小

# lblParent
source: Parent
es: Padre
zh: 父级

# lblPhone
source: Phone
es: Teléfono
zh: 电话

# lblPhoneNumber
source: Phone Number
es: Número de teléfono
zh: 电话号码

# lblPOBox
source: PO Box
zh: 邮政信箱

# lblPostal
source: Postal
zh: 邮政

# lblPostalCode
source: Postal Code
es: Código postal
zh: 邮编

# lblPremisesAreaMeasurement
source: Premises Area Measurement
es: Medición de la superficie de las instalaciones
zh: 本地面积测量

# lblPrev
source: Prev
es: Ant
zh: 上一步

# lblPrimaryAddress
source: Primary Address
es: dirección primaria
zh: 主地址

# lblPrimaryNAICS
source: Primary NAICS
es: NAICS primario
zh: 主 NAICS

# lblPrimarySIC
source: Primary SIC
es: SIC primario
zh: 主 SIC

# lblPrimarySIC8
source: Primary SIC8
es: SIC8 primario
zh: 主 SIC8

# lblPrimaryStock
source: Primary Stock
es: Acción primaria
zh: 主库存

# lblPurge
source: Purge
es: Purga
zh: 清除

# lblPurgeFromDunBradstreet
source: Purge from Dun & Bradstreet
es: Purga de Dun & Bradstreet
zh: 清除从邓白氏

# lblPurgeFromMatchbook
source: Purge from Matchbook
es: Purga de Matchbook
zh: 清除从火柴盒

# lblPurgeRecords
source: Purge Records
es: Purgar registros
zh: 清除记录

# lblRegisteredAddress
source: Registered Address
es: Dirección registrada
zh: 注册地址

# lblRegistration#
source: Registration#
es: 注册＃
zh: Registro#

# lblRegistrationNumber
source: Registration Number
es: Número de registro
zh: 注册编号

# lblRegistrationNumbers
source: Registration Numbers
es: Números de registro
zh: 注册编号

# lblRegistrationNumberType
source: Registration Number Type
es: Tipo de número de registro
zh: 注册编号类型

# lblRegistrationType
source: Registration Type
es: Tipo de registro
zh: 注册类型

# lblReject
source: Reject
es: Rechazar
zh: 拒绝

# lblRejectfromFile
source: Reject from File
es: Rechazar desde el archivo
zh: 从文件拒绝

# lblRejectRecords
source: Reject Records
es: Rechazar Records
zh: 拒绝记录

# lblRejectRecordsonthePage
source: Reject Records on the Page
es: Rechazar registros de la página
zh: 页面上的拒绝记录

# lblRejectUnmatchedCompanies
source: Reject Unmatched Companies
es: Rechazar empresas inigualables
zh: 拒绝无与伦比的公司

# lblRevenue
source: Revenue
es: Ingresos
zh: 收入

# lblRole
source: Role
es: Rol
zh: 角色

# lblSecondaryNAICS
source: Secondary NAICS
es: NAICS secundario
zh: 次要 NAICS

# lblSecondarySIC
source: Secondary SIC
es: SIC secundario
zh: 次要 SIC

# lblSecondarySIC8
source: Secondary SIC8
es: SIC8 secundario
zh: 次要 SIC8

# lblSelect
source: Select
es: Seleccionar
zh: 选择

# lblSelected
source: Selected
es: Seleccionado
zh: 已选

# lblSelectTop1Match
source: Select Top 1 Match
es: Seleccione Top 1 Match
zh: 选择前1场比赛

# lblSeniorManagement
source: Senior Management
es: Alta gerencia
zh: 高管

# lblSeq
source: Seq#
es: Sec nro.
zh: 顺序编号

# lblSeqMap
source: Seq
zh: 顺序

# lblSetGridViewasDefaultView
source: Set Grid View as Default View.
es: Establecer vista de cuadrícula como vista predeterminada.
zh: 将网格视图设置为默认视图。

# lblShowInputDetails
source: Show Input Details
es: Mostrar detalles de entrada
zh: 显示输入详细信息

# lblSourceRecordId
source: Source Record Id
es: ID de registro de origen
zh: 源记录ID

# lblSrc Id
source: Src Id
zh: SRC标识

# lblSrPrincipal
source: Sr. Principal
es: Bus. principal
zh: Sr. 管理人员

# lblSrPrincipalName
source: Sr. Principal Name
es: Bus. nombre principal
zh: Sr. 管理人员名称

# lblSrPrincipalResponsibilities
source: Sr. Principal Responsibilities
es: Bus. responsabilidades principales
zh: Sr. 管理人员职责

# lblStandalone
source: Standalone
es: Ser único
zh: 独立

# lblStartDate
source: Start Date
es: Fecha de inicio
zh: 开始日期

# lblState
source: State
es: Estado
zh: 州

# lblStateExactMatch
source: State Exact Match
es: Partido exacto del estado
zh: 州精确匹配

# lblStatus
source: Status
es: Estado
zh: 状态

# lblStewardshipNotes
source: Stewardship Notes
es: Notas de la administración
zh: 托管备注

# lblStockDetail
source: Stock Detail
es: Detalle de la acción
zh: 库存详细信息

# lblStockSymbol
source: Stock Symbol
es: Símbolo de la acción
zh: 库存符号

# lblStreet
source: Street #
es: calle #
zh: 街道编号

# lblStreetName
source: Street Name
es: Nombre de la calle
zh: 街道名称

# lblStreetNo
source: Street No
es: Calle no
zh: 街号

# lblSubmit
source: Submit
es: Enviar
zh: 提交

# lblTableColumn
source: Table Column
es: Columna de la tabla
zh: 表列

# lblTags
source: Tags
es: Etiquetas
zh: 标签

# lblTelephone
source: Telephone
es: Teléfono
zh: 电话

# lblTrue
source: True
es: Cierto
zh: 真正

# lblUniqueness
source: Uniqueness
es: Singularidad
zh: 唯一性

# lblUpdate
source: Update
es: Actualizar
zh: 更新资料

# lblURL
source: URL
zh: 网址

# lblUSTaxID
source: US Tax ID
es: ID de impuestos estadounidense
zh: 美国税号

# lblValue
source: Value
es: Valor
zh: 值

# lblViewCandidatesonMap
source: View Candidates on Map
es: Ver candidatos en el mapa
zh: 在地图上查看候选人

# lblWebsite
source: Website
es: Sitio web
zh: 网站

# lblYes
source: Yes
es: si
zh: 是

# lblZip
source: Zip
es: Código Postal
zh: 压缩

# msgAddNewCompany
source: New company added successfully
es: Nueva empresa agregada con éxito
zh: 新公司成功添加

# msgCommanAcceptFile
source: Data accepted successfully
es: Los datos se aceptaron con éxito
zh: 数据已成功接受

# msgFormatsAllowed
source: Only formats allowed are :
es: Solo los formatos permitidos son:
zh: 仅允许的格式为：

# msgInputAddress
source: Input Address
es: Dirección de entrada
zh: 输入地址

# msgNoRecords
source: No record(s) found
es: No se encontraron registros
zh: 没有找到记录

# msgNoRecordsFound
source: No record(s) found
es: No se encontraron registros
zh: 没有找到记录

# msgPurgeRecord
source: Are you sure you want to Purge this record ?
es: ¿Seguro que quieres purgar este registro?
zh: 您确定要清除此记录吗？

# msgRejectCurrentPatgeRecords
source: Are you sure you want to Reject all records for current page ?
es: ¿Está seguro de que desea rechazar todos los registros de la página actual?
zh: 您确定要拒绝当前页面的所有记录吗？

# msgUnsavedChanges
source: You have unsaved changes. Are you sure you want to change page and discard the changes?
es: Usted tiene cambios no guardados. ¿Estás seguro de que deseas cambiar de página y descartar los cambios?
zh: 您尚未保存更改。您确定要更改页面并放弃更改吗？

# String1
source: Input
es: Ingresar
zh: 输入

# titleAddmatchasanewcompany
source: Add match as a new company
es: Agregar coincidencia como una nueva empresa
zh: 将匹配项添加为新公司

# titleAlertmessage
source: Alert message
es: Mensaje de alerta
zh: 警告消息

# titleApproveMatchData
source: Approve Match Data
es: Aprobar datos de coincidencia
zh: 批准比赛数据

# titleCityExactMatch
source: City Exact Match
es: Coincidencia exacta de ciudad
zh: 市/县精确匹配

# titleClearCompanyFilter
source: Clear Company Filter
es: Borrar filtro de compañía
zh: 清除公司筛选条件

# titleClearMatchFilter
source: Clear Match Filter
es: Borrar filtro d
zh: 清除匹配过滤器

# titleCustomAttribute
source: Custom Attribute
es: Atributo personalizado
zh: 自定义属性

# titleEnrichmentdetail
source: Enrichment detail
es: Detalle del enriquecimiento
zh: 扩充详细信息

# titleFromFile
source: From File
es: Desde el archivo
zh: 从文件

# titleHomePage
source: Home Page
es: Página de inicio
zh: 主页

# titleInvestigation
source: Investigation
es: Investigación
zh: 调查

# titleMatchBookData
source: MatchBookData
es: Datos del Matchbook
zh: 火柴盒数据

# titleMatchData
source: Match Data
es: Datos del partido
zh: 比赛资料

# titleMatchRecordsDetails
source: Match Records Details
es: Detalles de registros de partidos
zh: 比赛记录详细信息

# titlePurgefromDunandBradstreet
source: Purge from Dun & Bradstreet
es: Depurar desde Dun & Bradstreet
zh: 从 Dun & Bradstreet 清除

# titlePurgefromMatchbook
source: Purge from Matchbook
es: Depurar desde Matchbook
zh: 从 Matchbook 清除

# titleRejectAllMatches
source: Reject All Matches
es: Rechazar todos los partidos
zh: 拒绝所有比赛

# titleRejectUnmatchedCompanies
source: Reject Unmatched Companies
es: Rechazar compañías sin coincidencias
zh: 拒绝不匹配的公司

# titleSetDefaultPageSize
source: Set Default Page Size
es: Establecer el tamaño de página predeterminado
zh: 设置默认页面大小

# titleStateExactMatch
source: State Exact Match
es: Coincidencia exacta de estado
zh: 州精确匹配

# titleSubmit
source: Submit
es: Enviar
zh: 提交

# titleUpdate
source: Update
es: Actualizar
zh: 更新

# titleValidateInputAddress
source: Validate Input Address
es: Validar dirección de entrada
zh: 验证输入地址

# lblDUNSNO
source: DUNS NO
es: Nro. DUNS

# lblSrcId
source: Src Id
es: Buscar Id

# lblSrcRecordId
source: Src Record Id
es: Buscar Id de registro

# lblTradeStyleNames
source: TradeStyle Name
es: Nombre comercial
