Repository: kingjullien/demo
Catalog: SBISCCMWeb/LanguageResources/DandB/PortalSettingLang.*.resx
Languages: es, zh

# hdrAddExternalDataSource
source: Add External Data Source Configuration
es: Agregar configuración de fuente de datos externa
zh: 添加外部数据源配置

# hdrAPIDetails
source: API Details
es: Detalles de API
zh: API 详细信息

# hdrCommandLineAPICredential
source: Command Line API Credential
es: Credencial de la API de la línea de comando
zh: 命令行 API 凭据

# hdrCompanyAttribute
source: Company Attribute
es: Atributos de la compañía
zh: 公司属性

# hdrCompanyAttributeList
source: Company Attribute List
es: Lista de atributos de la compañía
zh: 公司属性列表

# hdrConfigureImportProcess
source: Configure Import Process
es: Configurar el proceso de importación
zh: 配置导入过程

# hdrConfigureImportsList
source: Configure Import List
es: Configurar lista de importación
zh: 配置导入列表

# hdrCountryGroup
source: Country Group
es: Grupo de países
zh: 国家/地区组

# hdrCountryGroupList
source: Country Group List
es: Lista del grupo de países
zh: 国家/地区组列表

# hdrDeleteUser
source: Delete User
es: Eliminar usuario
zh: 删除用户

# hdrDPMFTPConfigration
source: Direct+ Monitoring FTP Configuration
es: Configuración FTP del monitoreo Direct+
zh: Direct+ 监视 FTP 配置

# hdrDPMFTPConfigurationList
source: Direct+ Monitoring FTP Configuration List
es: Lista de configuración FTP del monitoreo Direct+
zh: Direct+ 监视 FTP 配置列表

# hdrEditExternalDataSource
source: Edit External Data Source Configuration
es: Editar la configuración de la fuente de datos externa
zh: 编辑外部数据源配置

# hdrEntity
source: Entity
es: Entidad
zh: 实体

# hdrExportPageSettings
source: Export Page Settings
es: Exportar ajustes de página
zh: 导出页面设置

# hdrExternalDataSource
source: External Data Source Configuration List
es: Lista de configuración de fuente de datos externa
zh: 外部数据源配置列表

# hdrGoogleAPI
source: Google API
es: API de Google

# hdrImportData
source: Import Data
es: Importar datos
zh: 导入数据

# hdrProcessSetting
source: Process Setting
es: Ajuste del proceso
zh: 流程设置

# hdrSalesForceConfigurationList
source: SalesForce Configuration List
es: Lista de configuración de Salesforce
zh: SalesForce 配置列表

# hdrTags
source: Tags
es: Etiquetas
zh: 标签

# hdrTagsList
source: Tags List
es: Lista de etiquetas
zh: 标签列表

# hdrUser
source: User
es: Lista etiquetas
zh: 用户

# hdrUserComments
source: User Comments
es: Comentarios del usuario
zh: 用户注释

# hdrUserCommentsList
source: User Comments List
es: Lista de comentarios del usuario
zh: 用户注释列表

# hdrUsersList
source: Users List
es: Lista de usuarios
zh: 用户列表

# lblAboutUs
source: About Us
es: Acerca de nosotros
zh: 关于我们

# lblAcceptPEMFiles
source: (Accept only .pem files)
es: (Acepta solo archivos .pem)
zh: （仅接受.pem文件）

# lblAcceptsExcelFiles
source: (Accepts only Excel files)
es: (Solo acepta archivos de Excel)
zh: （仅接受 Excel 文件）

# lblAccessKey
source: Access Key
es: Llave de acceso
zh: 访问密钥

# lblAccountKey
source: Account Key
es: Clave de cuenta
zh: 帐号密码

# lblAccountName
source: Account Name
es: Nombre de la cuenta
zh: 用户名

# lblActivate
source: Activate
es: Activar
zh: 激活

# lblActivateUser
source: Activate User
es: Activar usuario
zh: 激活用户

# lblAdd
source: Add
es: Agregar
zh: 加

# lblAddExternalSource
source: Add External Source
es: Agregar fuente externa
zh: 添加外部源

# lblAddTagOptional
source: Add Tags (Optional)
es: Agregar etiquetas (opcional)
zh: 添加标签（可选）

# lblAmazon
source: Amazon S3
es: Amazonas S3
zh: 亚马逊S3

# lblAmazonConnectionNotDone
source: Connection is not Established with Amazon
es: La conexión no está establecida con Amazon
zh: 未与Amazon建立连接

# lblAPICredential
source: API Credential
es: Credencial de API
zh: API 凭据

# lblAPIDocumentation
source: API Documentation
es: Documentación de API
zh: API 文档

# lblAPIKey
source: API Key
es: Clave API
zh: API 秘钥

# lblAPIKeyRequire
source: Please fill API Key.
es: Por favor, complete la Clave API.
zh: 请填充 API 秘钥。

# lblAPISecret
source: API Secret
es: Secreto de la API
zh: API 密码

# lblArchivePeriodDaysNote
source: Note: Defines the number of days that data is retained by the system after export
es: Nota:- Define la cantidad de días que el sistema retiene los datos después de la exportación
zh: 注：定义导出后系统保存数据的天数

# lblAssignUsers
source: Assign Users
es: Asignar usuarios
zh: 分配用户

# lblAttributeDataType
source: Attribute DataType
es: Tipo de dato del atributo
zh: 属性数据类型

# lblAttributeName
source: Attribute Name
es: Nombre del Atributo
zh: 属性名称

# lblAttributeNameRequire
source: Please fill Attribute Name.
es: Por favor, complete el nombre del atributo.
zh: 请填充属性名称。

# lblAttributeTypeCode
source: Attribute Type Code
es: Código de tipo de atributo
zh: 属性类型代码

# lblAzureConnectionNotDone
source: Connection is not Established with Azure
es: La conexión no está establecida con Azure
zh: 未与Azure建立连接

# lblAzureStorage
source: Azure Storage
es: Azur Almacenamiento
zh: Azure存储

# lblBuildNumber
source: Build Number
es: Número de compilación
zh: 版本号

# lblClientName
source: Client Name
es: nombre del cliente
zh: 客户名称

# lblComment
source: Comment
es: Comentario
zh: 注释

# lblCommentRequire
source: Please fill Comment
es: Por favor, complete el comentario
zh: 请填充注释

# lblCommentType
source: Comment Type
es: Tipo de comentario
zh: 注释类型

# lblCommon
source: Common
es: Tipo comentario
zh: 通用

# lblCompanyAttribute
source: Company Attribute
es: Atributos de la compañía
zh: 公司属性

# lblCompanyAttributes
source: Company Attributes
es: Atributos de la compañía
zh: 公司属性

# lblExternalDataSource
source: External Data Source
es: Fuente de datos externa
zh: 外部资料来源

# lblConfigurationName
source: Configuration Name
es: Nombre de configuración
zh: 配置名称

# lblConfigureImports
source: Configure Imports
es: Configurar importaciones
zh: 配置导入

# lblCountryGroups
source: Country Groups
es: Grupos de países
zh: 国家/地区组

# lblCountryRequire
source: Please select atleast one country.
es: Por favor, seleccione al menos un país.
zh: 请选择至少一个国家/地区。

# lblDataBaseName
source: DataBase Name
es: Nombre de la base de datos
zh: 数据库名称

# lblDataGovernance
source: Data Governance
es: Dato de governancia
zh: 数据治理

# lblDelete
source: Delete
es: Eliminar
zh: 删除

# lblDescription
source: Description
es: Descripción
zh: 描述

# lblDirect20Monitoring
source: Direct2.0 Monitoring
es: Monitoreo Direct2.0
zh: Direct2.0 监视

# lblDirectPlusMonitoring
source: Direct+ Monitoring
es: Monitoreo Direct+
zh: Direct+ 监视

# lblDisablePurgeProcess
source: Disable Purge Process
es: Deshabilitar proceso de depuración
zh: 禁用清除流程

# lblDownloadConfiguration
source: Download Configuration
es: Descargar configuración
zh: 下载配置

# lblDuplicateInformationEntered
source: Duplicate information cannot be entered for
es: No se puede ingresar información duplicada para
zh: 无法输入重复信息

# lblEdit
source: Edit
es: Editar
zh: 编辑

# lblEditExternalDataSource
source: Edit External Data Source Configuration
es: Editar la configuración de la fuente de datos externa
zh: 编辑外部数据源配置

# lblEdition
source: Edition
es: Edición
zh: 编辑

# lblEmail
source: Email
es: Correo electrónico
zh: 电子邮件

# lblEmailRequire
source: Please fill email address.
es: Por favor, complete la dirección de correo electrónico.
zh: 请填充电子邮件地址。

# lblEnableCompliance
source: Enable Compliance
es: Habilitar el cumplimiento
zh: 启用合规

# lblEnableCreateAutoAcceptRules
source: Enable Create Auto Accept Rules
es: Habilitar Crear reglas de aceptación automática
zh: 启用创建自动接受规则

# lblEnableDataReset
source: Enable Data Reset
es: Habilitar restablecimiento de datos
zh: 启用数据重置

# lblEnableEnrichmentinUI
source: Enable Enrichment in UI
es: Habilitar enriquecimiento en la interfaz de usuario
zh: 在用户界面中启用充实

# lblEnableExportdata
source: Export data
es: Exportar datos
zh: 汇出资料

# lblEnableImportdata
source: Import data
es: Datos de importacion
zh: 汇入资料

# lblEnableInvestigations
source: Enable Investigations
es: Habilitar investigaciones
zh: 启用调查

# lblEnablePreviewMatchRules
source: Enable Preview Match Rules
es: Habilitar reglas de coincidencia de vista previa
zh: 启用预览匹配规则

# lblEnableRejectdata
source: Enable Reject/Purge data
es: Habilitar rechazar / purgar datos
zh: 启用拒绝/清除数据

# lblEnableSearchByDUNS
source: Enable Search By DUNS
es: Habilitar búsqueda por DUNS
zh: 启用DUNS搜索

# lblEndpointSuffix
source: Endpoint Suffix
es: Sufijo de punto final
zh: 端点后缀

# lblEnterSFTPDetails
source: Please enter valid SFTP information
es: Ingrese información SFTP válida
zh: 请输入有效的SFTP信息

# lblEnterValidAmazonDetails
source: Please enter valid Amazon information
es: Ingresa información válida de Amazon
zh: 请输入有效的亚马逊信息

# lblEnterValidAzureDetails
source: Please enter valid Azure information
es: Ingrese información válida de Azure
zh: 请输入有效的Azure信息

# lblEnterValidFTPDetails
source: Please enter valid FTP information
es: Ingrese información de FTP válida
zh: 请输入有效的FTP信息

# lblEntity
source: Entity
es: Entidad
zh: 实体

# lblEntityList
source: Entity List
es: Lista de Entidades
zh: 实体列表

# lblEntityValue
source: Entity Value
es: Valor de la entidad
zh: 实体值

# lblEntityValueRequire
source: Please enter Entity value.
es: Por favor, ingrese un valor de la entidad.
zh: 请输入实体值。

# lblExample
source: Example
es: Ejemplo
zh: 范例

# lblEXESetup
source: EXE Setup
es: Configuración del EXE
zh: EXE 设置

# lblExportPageSettings
source: Export Page Settings
es: Exportar ajustes de página
zh: 导出页面设置

# lblExportToExcel
source: Export To Excel
es: Exportar a Excel
zh: 导出为 Excel

# lblExternalDataStoreName
source: External Data Source Name
es: Nombre de la fuente de datos externa
zh: 外部数据源名称

# lblFeature
source: Feature
es: Función
zh: 功能

# lblFileNamePattern
source: File Name Pattern
es: Patrón de nombre de archivo
zh: 文件名模式

# lblFirstRowFileHeader
source: First row is a file header
es: La primera fila es un encabezado de archivo
zh: 第一行为文件标头

# lblFTPConfiguration
source: FTP Configuration
es: Configuración del FTP
zh: FTP 配置

# lblFTPConnectionNotDone
source: Connection is not Established with FTP
es: No se establece la conexión con FTP
zh: 无法与FTP建立连接

# lblGoogleAPI
source: Google API
es: API de Google

# lblGroupName
source: Group Name
es: Nombre del grupo
zh: 组名称

# lblGroupNameRequire
source: Please fill Group Name.
es: Por favor, complete el nombre del grupo.
zh: 请填充组名称。

# lblHost
source: Host
es: Servidor
zh: 主机

# lblImportData
source: Import Data
es: Importar datos
zh: 导入数据

# lblImportdataintodatabase
source: Import data into database
es: Importar datos a la base de datos
zh: 将数据导入数据库

# lblInactiveDays
source: Days inactive before locking users out
es: Días de inactividad antes de bloquear a los usuarios
zh: 锁定用户之前的非活动天数

# lblInclusiveTags
source: Inclusive Tags
es: Etiquetas inclusivas
zh: 包含标签

# lblInputHeader
source: Input Header
es: Ingresar encabezado
zh: 输入标头

# lblIntegrationGateway
source: Integration Gateway
es: Portal de integración
zh: 集成网关

# lblInvestigation
source: Investigation
es: Investigación
zh: 调查

# lblIPAddress
source: IP Address
es: Dirección de IP
zh: IP 地址

# lblLicenseExpirationDate
source: License expiration date
es: Fecha de expiración de la licencia
zh: 许可证过期日期

# lblLiveAPI
source: Live API
es: API en vivo
zh: 实时 API

# lblLOBTag
source: LOB Tag
es: Etiqueta LOB
zh: LOB 标签

# lblMappingCoulmn
source: Please map your file columns to the corresponding table columns
es: Por favor, mapee las columnas de su archivo a las columnas de la tabla correspondiente
zh: 请将文件列映射到相应的表列

# lblName
source: Name
es: Nombre
zh: 名称

# lblNext
source: Next
es: Próximo
zh: 下一个

# lblNoRecordsFound
source: No Records Found
es: No se encontraron registros
zh: 未找到记录

# lblNotApplicable
source: Not Applicable
es: No aplica
zh: 不适用

# lblNumberofTransactionsperYear
source: Number of Transactions per Year
es: Cant. de transacciones por año
zh: 每年的交易次数

# lblNumberOfUsersLicensed
source: Number of Users Licensed
es: Cant. de usuarios con licencia
zh: 获得许可的用户数

# lblOrganizationName
source: OrganizationName
es: Nombre de la organización

# lblPageSize
source: Page Size
es: Tamaño de página
zh: 页面大小

# lblPAGESIZEACTIVEDATAQUEUEOUTPUT
source: PAGE SIZE ACTIVE DATA QUEUE OUTPUT
es: TAMAÑO DE LA PÁGINA DE SALIDA DE LA COLA DE DATOS ACTIVOS
zh: 页面大小活动日期队列输出

# lblPAGESIZEACTIVEDATAQUEUEOUTPUTRequre
source: Please fill page size active data queue output.
es: Por favor, complete el tamaño de la página de salida de la cola de datos activos.
zh: 请填充页面大小活动日期队列输出。

# lblPAGESIZEENRICHMENTOUTPUT
source: PAGE SIZE ENRICHMENT OUTPUT
es: TAMAÑO DE LA PÁGINA DE LA SALIDA DE ENRIQUECIMIENTO
zh: 页面大小扩充输出

# lblPAGESIZEENRICHMENTOUTPUTRequire
source: Please fill page size enrichment output.
es: Por favor, complete el tamaño de la página de salida de enriquecimiento.
zh: 请填充页面大小扩充输出。

# lblPAGESIZEMATCHOUTPUT
source: PAGE SIZE MATCH OUTPUT
es: TAMAÑO DE LA PÁGINA DE LA SALIDA DE COINCIDENCIA
zh: 页面大小匹配输出

# lblPAGESIZEMATCHOUTPUTRequire
source: Please fill page size match output.
es: Por favor, complete el tamaño de la página de la salida de coincidencia.
zh: 请填充页面大小匹配输出。

# lblPAGESIZEMONITORINGOUTPUT
source: PAGE SIZE MONITORING OUTPUT
es: TAMAÑO DE LA PÁGINA DE LA SALIDA DE MONITOREO
zh: 页面大小监视输出

# lblPAGESIZEMONITORINGOUTPUTRequire
source: Please fill page size monitoring output.
es: Por favor, complete el tamaño de la página de la salida de monitoreo.
zh: 请填充页面大小监视输出。

# lblPassword
source: Password
es: Contraseña
zh: 密码

# lblPEMFormatAllowed
source: Only formats are allowed : pem
es: Solo se permiten formatos: pem
zh: 仅允许使用格式：pem

# lblPermissions
source: Permissions
es: permisos
zh: 许可

# lblPleaseRequiredPostLoadActionParameters
source: Please select Post Load Action Parameters
es: Seleccione Parámetros de acción de carga posterior
zh: 请选择加载后动作参数

# lblPort
source: Port
es: Puerto
zh: 端口

# lblPostLoadAction
source: Post Load Action
es: Acción posterior a la carga
zh: 加载后动作

# lblProcessing
source: Please wait while processing...
es: Por favor espere mientras procesa ...
zh: 请选择用户以重新分配

# lblReassignReqiure
source: Please select User to reassign
es: Por favor, seleccione el usuario para reasignar
zh: 请选择用户重新分配

# lblRequiredAccessKey
source: Access Key is required
es: Se requiere clave de acceso
zh: 需要访问密钥

# lblRequiredAccountKey
source: Account Key is required
es: Se requiere clave de cuenta
zh: 必须输入帐户密钥

# lblRequiredAccountName
source: Account Name is required
es: El nombre de la cuenta es obligatorio
zh: 帐户名为必填项

# lblRequiredConfigurationName
source: Please select Configuration Name
es: Seleccione Nombre de configuración
zh: 请选择配置名称

# lblRequiredCountry
source: Please select atleast one country.
es: Seleccione al menos un país.
zh: 请选择至少一个国家。

# lblRequiredEndpointSuffix
source: Endpoint Suffix is required
es: El sufijo de punto final es obligatorio
zh: 需要端点后缀

# lblRequiredExternalDataSource
source: Please select External Data Source
es: Seleccione una fuente de datos externa
zh: 请选择外部数据源

# lblRequiredFilePatternToMatch
source: Please select File Pattern To Match
es: Seleccione el patrón de archivo para que coincida
zh: 请选择要匹配的文件格式

# lblRequiredGroupName
source: Please fill Group Name.
es: Por favor complete el nombre del grupo.
zh: 请填写组名。

# lblRequiredHost
source: Host is required
es: Se requiere anfitrión
zh: 主机是必需的

# lblRequiredPassword
source: Password is required
es: se requiere contraseña
zh: 密码是必需的

# lblRequiredSecurityKey
source: Security Key is required
es: Se requiere llave de seguridad
zh: 需要安全密钥

# lblRequiredServiceURL
source: Service URL is required
es: Se requiere la URL del servicio
zh: 服务网址为必填项

# lblRequiredSFTPHost
source: SFTP Host is required
es: Se requiere un host SFTP
zh: 需要SFTP主机

# lblRequiredSFTPUserName
source: SFTP User Name is required
es: Se requiere el nombre de usuario SFTP
zh: 需要SFTP用户名

# lblRequiredUserName
source: User Name is required
es: Se requiere nombre de usuario
zh: 用户名为必填项

# lblRequiredSourceFolderPath
source: Please select Source Folder Path
es: Seleccione la ruta de la carpeta de origen
zh: 请选择源文件夹路径

# lblRequiredTemplateName
source: Please select Template
es: Por favor seleccione Plantilla
zh: 请选择模板

# lblSAMLUser
source: SAML User
es: Usuario SAML
zh: SAML 用户

# lblSave
source: Save
es: Salvar
zh: 救

# lblSecurityKey
source: Security Key
es: Clave de seguridad
zh: 安全密钥

# lblSecurityTags
source: Security Tags
es: Etiquetas de seguridad
zh: 安全标签

# lblSelectConfigurationName
source: Configuration Name
es: Nombre de configuración
zh: 配置名称

# lblSelectExternalDataSource
source: External Data Source
es: Fuente de datos externa
zh: 外部资料来源

# lblSelectFilePatternToMatch
source: File Pattern To Match
es: Patrón de archivo a juego
zh: 要匹配的文件格式

# lblSelectFileTemplate
source: File Template
es: Plantilla de archivo
zh: 文件模板

# lblSelectPostLoadAction
source: Post Load Action
es: Acción posterior a la carga
zh: 加载后动作

# lblSelectPostLoadActionParameters
source: Post Load Action Parameters
es: Parámetros de acción posterior a la carga
zh: 加载后动作参数

# lblSelectSourceFolderPath
source: Source Folder Path
es: Ruta de la carpeta de origen
zh: 源文件夹路径

# lblServerName
source: Server Name
es: Nombre del servidor
zh: 服务器名称

# lblServiceURL
source: Service URL
es: URL de servicio
zh: 服务网址

# lblSFTPConnectionNotDone
source: Connection is not Established with SFTP
es: La conexión no está establecida con SFTP
zh: 未使用SFTP建立连接

# lblSSHKey
source: SSH Key
es: Clave SSH
zh: SSH密钥

# lblSourceFolderPath
source: Source Folder Path
es: Ruta de la carpeta de origen
zh: 源文件夹路径

# lblSSOUserRequire
source: Please fill SSOUser.
es: Por favor, complete el SSOUser.
zh: 请填充 SSO 用户。

# lblStatus
source: Status
es: Estado
zh: 状态

# lblSubDomain
source: Sub Domain
es: Subdominio
zh: 子域名

# lblSubmit
source: Submit
es: Enviar
zh: 提交

# lblTableColumn
source: Table Column
es: Columna de la tabla
zh: 表列

# lblTag
source: Tag
es: Etiqueta
zh: 标签

# lblTagbasedRules
source: Tag based Rules
es: Reglas basadas en la etiqueta
zh: 基于标签的规则

# lblTagRequire
source: Please enter tag value.
es: Por favor, ingrese un valor de etiqueta.
zh: 请输入标签值。

# lblTags
source: Tags
es: Etiquetas
zh: 标签

# lblTagType
source: Tag Type
es: Tipo de etiqueta
zh: 标签类型

# lblTagValue
source: Tag Value
es: Valor de la etiqueta
zh: 标签值

# lblType
source: Type
es: Tipo
zh: 类型

# lblUpdate
source: Update
es: Actualizar
zh: 更新资料

# lblUploadConfiguration
source: Upload Configuration
es: Subir Configuración
zh: 上传配置

# lblUser
source: User
es: Usuario
zh: 用户

# lblUserComments
source: User Comments
es: Comentarios del usuario
zh: 用户注释

# lblUserName
source: User Name
es: Nombre de usuario
zh: 用户名称

# lblUserNameRequire
source: Please fill User Name.
es: Por favor, complete el nombre de usuario.
zh: 请填充组用户名。

# lblUsers
source: Users
es: Usuarios
zh: 用户

# lblUserStatusCode
source: User Status Code
es: Código de estado del usuario
zh: 用户状态代码

# lblUserTypeCode
source: User Type Code
es: Código de tipo del usuario
zh: 用户类型代码

# lblValidInactiveDays
source: Please enter valid value between 30 and 365.
es: Por favor, ingrese un valor válido entre 30 y 365.
zh: 请输入 30 至 365 之间的有效值。

# lblValidTag
source: Please enter only alphanumeric,hyphen or underscore
es: Por favor, ingrese solo caracteres alfanuméricos, guiones o guiones bajos
zh: 请仅输入字母数字、连字符或下划线

# lblVersion
source: Version
es: Versión
zh: 版本

# lblYourAPIKEY
source: Your API KEY
es: Su CLAVE API
zh: 你的 API 密码

# msgAllowedFormats
source: Only formats allowed are :
es: Solo los formatos permitidos son:
zh: 仅允许的格式为：

# msgAllowOnlyNumbers
source: Only numeric values accepted.
es: Solo se aceptan valores numéricos.
zh: 仅接受数值。

# msgDataCreated
source: Data created successfully.
es: Datos creados con éxito.
zh: 数据创建成功。

# msgDataDeleted
source: Data deleted successfully
es: Datos eliminados exitosamente
zh: 数据删除成功

# msgDeleteRecord
source: Are you sure you want to delete record ?
es: ¿Estás segura de que quieres eliminar el registro?
zh: 您确定要删除记录吗？

# msgDeleteUser
source: Are you sure you want to delete this user ?
es: ¿Seguro que quieres eliminar a este usuario?
zh: 您确定要删除该用户吗？

# msgExistsFail
source: ExistsFail
es: ExisteFalla
zh: 存在失败

# msgNothingToMove
source: Nothing to move.
es: Nada que mover.
zh: 什么也没动。

# msgOverwrite
source: Do you want to overwrite ?
es: Quieres sobrescribir ?
zh: 您要覆盖吗？

# msgSelectFile
source: Please select file first.
es: Por favor seleccione el archivo primero.
zh: 请先选择文件。

# msgTagExists
source: This tag is already exists. Please enter other tag value.
es: Esta etiqueta ya existe. Ingrese otro valor de etiqueta.
zh: 这个标签已经存在。请输入其他标签值。

# msgUpdatedSuccessfully
source: updated successfully
es: actualizado con éxito
zh: 更新成功

# msgUploadData
source: Please Upload Data first.
es: Por favor, cargue los datos primero.
zh: 请先上传数据。

# msgUserDeleted
source: User deleted successfully.
es: Usuario eliminado con éxito.
zh: 用户已成功删除。

# msgValidTag
source: Please enter only alphanumeric,hyphen or underscore
es: Ingrese solo caracteres alfanuméricos, guiones o guiones bajos
zh: 请仅输入字母数字，连字符或下划线

# placeholderConfigurationName
source: Configuration Name
es: Nombre de configuración
zh: 配置名称

# placeholderFilePattern
source: File Pattern
es: Patrón de archivo
zh: 文件模式

# placeholderPostLoadActionParameters
source: Post Load Action Parameters
es: Parámetros de acción posterior a la carga
zh: 加载后动作参数

# placeholderSourceFolderPath
source: Source Folder Path
es: Ruta de la carpeta de origen
zh: 源文件夹路径

# tilteAddCountryGroup
source: Add New Country Group
es: Agregar un nuevo grupo de países
zh: 添加新的国家/地区组

# titleAddCompanyAttribute
source: Add New Company Attribute
es: Agregar nuevo atributo de empresa
zh: 添加新公司属性

# titleAddConfigureImports
source: Add Configure Imports
es: Agregar Configurar Importaciones
zh: 添加配置导入

# titleAddDPMFTP
source: Add DPM FTP Configuration
es: Agregar configuración FTP de DPM
zh: 添加 DPM FTP 配置

# titleAddEntity
source: Add Entity
es: Agregar entidad
zh: 添加实体

# titleAddNewTemplate
source: Add New Template
es: Agregar nueva plantilla
zh: 添加新模板

# titleAddTag
source: Add Tag
es: Agregar etiqueta
zh: 添加标签

# titleAddUser
source: Add New User
es: Agregar una nuevo usuario
zh: 添加新用户

# titleAddUsercomment
source: Add User comment
es: Agregar comentario del usuario
zh: 添加用户注释

# titleAPICredential
source: API Credential
es: Credencial API
zh: API凭证

# titleCountryGroupDataMatch
source: Country Group | Data Match
es: Grupo de países | Coincidencia de datos
zh: 国家组|资料比对

# titleEditCompanyAttribute
source: Edit Company Attribute
es: Editar atributo de empresa
zh: 编辑公司属性

# titleEditCountryGroup
source: Edit Country Group
es: Editar grupo de países
zh: 编辑国家/地区组

# titleEditDPMFTP
source: Edit DPM FTP Configuration
es: Editar configuración FTP de DPM
zh: 编辑 DPM FTP 配置

# titleEditTag
source: Edit Tag
es: Editar etiqueta
zh: 编辑标签

# titleEditUser
source: Edit User
es: Editar usuario
zh: 编辑用户

# titleEditUsercomment
source: Edit User comment
es: Editar comentario del usuario
zh: 编辑用户注释

# titleImportData
source: Import Data
es: Datos de importacion
zh: 汇入资料

# titleImportdataintodatabase
source: Import data into database
es: Importar datos a la base de datos
zh: 将数据导入数据库

# titlePreviewTemplateDetail
source: Preview Template Detail
es: Detalle de la plantilla de vista previa
zh: 预览模板详细信息

# lblRequiredFile
source: Please select a file
es: Por favor seleccione un archivo
zh: 请选择一个文件

# lblExternalDataSourceName
source: External Data Source Name
es: Nombre de la fuente de datos externa
zh: 外部数据源名称

# lblRequiredExternalDataSourceName
source: External Data Source Name is required
es: Se requiere el nombre de la fuente de datos externa
zh: 需要外部数据源名称

# lblRequiredSFTPPort
source: SFTP Port is required
es: Se requiere puerto SFTP
zh: 需要SFTP端口

# lblAppendUTCTime
source: Append UTC Time
es: Agregar hora UTC
zh: 追加UTC时间

# placeholderArchivePath
source: Archive Path
es: Ruta de archivo
zh: 存档路径

# placeholderNewFileExtension
source: New File Extension
es: Nueva extensión de archivo
zh: 新文件扩展名

# lblCreate
source: Create
zh: 创造

# lblFTP
source: FTP
zh: 的FTP

# titlePortal
source: Portal
zh: 门户网站
